Repository: jerdnaandrej777/mapab-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: OR
de: ODER
es: O
fr: OU
it: OPPURE

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta

source: Resume
de: Fortsetzen
es: Continuar
fr: Reprendre
it: Riprendi

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

# newLabel
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo

source: Start
es: Inicio
fr: Départ
it: Partenza

source: Destination
de: Ziel
es: Destino
it: Destinazione

source: Show on map
de: Auf Karte anzeigen
es: Mostrar en el mapa
fr: Afficher sur la carte
it: Mostra sulla mappa

source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
it: Apri impostazioni

# actionCannotBeUndone
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
it: Questa azione non può essere annullata.

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera

source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta

source: End
de: Beenden
es: Terminar
fr: Terminer
it: Termina

source: Reroll
de: Neu würfeln
es: Volver a tirar
fr: Relancer
it: Ricambia

# filterApply
source: Apply filter
de: Filter anwenden
es: Aplicar filtro
fr: Appliquer le filtre
it: Applica filtro

source: Open in Google Maps
de: In Google Maps öffnen
es: Abrir en Google Maps
fr: Ouvrir dans Google Maps
it: Apri in Google Maps

# shareLinkCopied
source: Link copied to clipboard!
de: Link in Zwischenablage kopiert!
es: ¡Enlace copiado al portapapeles!
fr: Lien copié dans le presse-papiers !
it: Link copiato negli appunti!

source: Share as text
de: Als Text teilen
es: Compartir como texto
fr: Partager en texte
it: Condividi come testo

# errorGeneric
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
it: Si è verificato un errore

# errorNetwork
source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione Internet

# errorNetworkMessage
source: Please check your connection and try again.
de: Bitte überprüfe deine Verbindung und versuche es erneut.
es: Por favor, comprueba tu conexión e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion et réessayer.
it: Controlla la tua connessione e riprova.

# errorServer
source: Server unreachable
de: Server nicht erreichbar
es: Servidor no disponible
fr: Serveur inaccessible
it: Server non raggiungibile

# errorServerMessage
source: The server is not responding. Try again later.
de: Der Server antwortet nicht. Versuche es später erneut.
es: El servidor no responde. Inténtalo más tarde.
fr: Le serveur ne répond pas. Réessayez plus tard.
it: Il server non risponde. Riprova più tardi.

# errorNoResults
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

# errorLocation
source: Location unavailable
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Position non disponible
it: Posizione non disponibile

# errorLocationMessage
source: Please allow access to your location.
de: Bitte erlaube den Zugriff auf deinen Standort.
es: Por favor, permite el acceso a tu ubicación.
fr: Veuillez autoriser l'accès à votre position.
it: Consenti l'accesso alla tua posizione.

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
it: Pagina non trovata

source: Go to home
de: Zur Startseite
es: Ir al inicio
fr: Aller à l'accueil
it: Vai alla home

# errorRouteCalculation
source: Route calculation failed. Please try again.
de: Routenberechnung fehlgeschlagen. Bitte versuche es erneut.
es: Error al calcular la ruta. Por favor, inténtalo de nuevo.
fr: Calcul de l'itinéraire échoué. Veuillez réessayer.
it: Calcolo del percorso fallito. Riprova.

# errorTripGeneration
source: Trip generation failed: {error}
de: Trip-Generierung fehlgeschlagen: {error}
es: Error al generar el viaje: {error}
fr: Génération du voyage échouée : {error}
it: Generazione del viaggio fallita: {error}

# errorGoogleMapsNotOpened
source: Could not open Google Maps
de: Google Maps konnte nicht geöffnet werden
es: No se pudo abrir Google Maps
fr: Impossible d'ouvrir Google Maps
it: Impossibile aprire Google Maps

# errorRouteNotShared
source: Could not share route
de: Route konnte nicht geteilt werden
es: No se pudo compartir la ruta
fr: Impossible de partager l'itinéraire
it: Impossibile condividere il percorso

source: Error adding to route
de: Fehler beim Hinzufügen
es: Error al añadir
fr: Erreur lors de l'ajout
it: Errore durante l'aggiunta

# errorIncompleteRouteData
source: Route data is incomplete
de: Route-Daten sind unvollständig
es: Los datos de la ruta están incompletos
fr: Données de l'itinéraire incomplètes
it: Dati del percorso incompleti

# gpsDisabledTitle
source: GPS disabled
de: GPS deaktiviert
es: GPS desactivado
fr: GPS désactivé
it: GPS disabilitato

# gpsDisabledMessage
source: Location services are disabled. Would you like to open GPS settings?
de: Die Ortungsdienste sind deaktiviert. Möchtest du die GPS-Einstellungen öffnen?
es: Los servicios de ubicación están desactivados. ¿Quieres abrir los ajustes del GPS?
fr: Les services de localisation sont désactivés. Voulez-vous ouvrir les paramètres GPS ?
it: I servizi di localizzazione sono disabilitati. Vuoi aprire le impostazioni GPS?

source: GPS permission denied
de: GPS-Berechtigung wurde verweigert
es: Permiso de GPS denegado
fr: Autorisation GPS refusée
it: Permesso GPS negato

# gpsPermissionDeniedForeverTitle
source: GPS permission denied
de: GPS-Berechtigung verweigert
es: Permiso de GPS denegado
fr: Autorisation GPS refusée
it: Permesso GPS negato

# gpsPermissionDeniedForeverMessage
source: GPS permission has been permanently denied. Please enable location access in app settings.
de: Die GPS-Berechtigung wurde dauerhaft verweigert. Bitte erlaube den Standortzugriff in den App-Einstellungen.
es: El permiso de GPS ha sido denegado permanentemente. Por favor, permite el acceso a la ubicación en los ajustes de la aplicación.
fr: L'autorisation GPS a été refusée de manière permanente. Veuillez autoriser l'accès à la localisation dans les paramètres de l'application.
it: Il permesso GPS è stato negato in modo permanente. Consenti l'accesso alla posizione nelle impostazioni dell'app.

# gpsCouldNotDetermine
source: Could not determine GPS position
de: GPS-Position konnte nicht ermittelt werden
es: No se pudo determinar la posición GPS
fr: Impossible de déterminer la position GPS
it: Impossibile determinare la posizione GPS

# appSettingsButton
source: App settings
de: App-Einstellungen
es: Ajustes de la aplicación
fr: Paramètres de l'application
it: Impostazioni app

source: My location
de: Mein Standort
es: Mi ubicación
fr: Ma position
it: La mia posizione

# authWelcomeTitle
source: Welcome to MapAB
de: Willkommen bei MapAB
es: Bienvenido a MapAB
fr: Bienvenue sur MapAB
it: Benvenuto su MapAB

# authWelcomeSubtitle
source: Your AI travel planner for unforgettable trips
de: Dein AI-Reiseplaner für unvergessliche Trips
es: Tu planificador de viajes con IA para escapadas inolvidables
fr: Votre planificateur de voyages IA pour des trips inoubliables
it: Il tuo pianificatore di viaggi AI per itinerari indimenticabili

# authCloudNotAvailable
source: Cloud not available - app built without Supabase credentials
de: Cloud nicht verfügbar - App ohne Supabase-Credentials gebaut
es: Nube no disponible - App compilada sin credenciales de Supabase
fr: Cloud non disponible - Application construite sans identifiants Supabase
it: Cloud non disponibile - App compilata senza credenziali Supabase

# authCloudLoginUnavailable
source: Cloud login unavailable - app built without Supabase credentials
de: Cloud-Login nicht verfügbar - App ohne Supabase-Credentials gebaut
es: Inicio de sesión en la nube no disponible - App compilada sin credenciales de Supabase
fr: Connexion cloud non disponible - Application construite sans identifiants Supabase
it: Login cloud non disponibile - App compilata senza credenziali Supabase

# authEmailLabel
source: Email
es: Correo electrónico

# authEmailEmpty
source: Please enter email
de: Bitte E-Mail eingeben
es: Por favor, introduce el correo electrónico
fr: Veuillez saisir une adresse e-mail
it: Inserisci l'email

# authEmailInvalid
source: Invalid email
de: Ungültige E-Mail
es: Correo electrónico no válido
fr: E-mail invalide
it: Email non valida

# authEmailInvalidAddress
source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail invalide
it: Indirizzo email non valido

# authPasswordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# authPasswordEmpty
source: Please enter password
de: Bitte Passwort eingeben
es: Por favor, introduce la contraseña
fr: Veuillez saisir un mot de passe
it: Inserisci la password

# authPasswordMinLength
source: At least 8 characters
de: Mindestens 8 Zeichen
es: Mínimo 8 caracteres
fr: Au moins 8 caractères
it: Minimo 8 caratteri

# authPasswordRequirements
source: Must contain letters and numbers
de: Muss Buchstaben und Zahlen enthalten
es: Debe contener letras y números
fr: Doit contenir des lettres et des chiffres
it: Deve contenere lettere e numeri

# authPasswordConfirm
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password

# authPasswordMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

# authRememberMe
source: Remember me
de: Anmeldedaten merken
es: Recordar credenciales
fr: Se souvenir de moi
it: Ricordami

# authForgotPassword
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?

# authSignIn
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

# authNoAccount
source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes cuenta?
fr: Pas encore de compte ?
it: Non hai un account?

# authRegister
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati

# authContinueAsGuest
source: Continue as guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
it: Continua come ospite

# authGuestInfoCloud
source: As a guest, your data is only stored locally and not synchronized.
de: Als Gast werden deine Daten nur lokal gespeichert und nicht synchronisiert.
es: Como invitado, tus datos solo se guardan localmente y no se sincronizan.
fr: En tant qu'invité, vos données seront enregistrées localement uniquement et ne seront pas synchronisées.
it: Come ospite, i tuoi dati verranno salvati solo localmente e non sincronizzati.

# authGuestInfoLocal
source: Your data is stored locally on your device.
de: Deine Daten werden lokal auf deinem Gerät gespeichert.
es: Tus datos se guardan localmente en tu dispositivo.
fr: Vos données seront enregistrées localement sur votre appareil.
it: I tuoi dati verranno salvati localmente sul tuo dispositivo.

# authCreateAccount
source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account

# authSecureData
source: Secure your data in the cloud
de: Sichere deine Daten in der Cloud
es: Guarda tus datos en la nube
fr: Sécurisez vos données dans le cloud
it: Proteggi i tuoi dati nel cloud

# authNameLabel
source: Name
es: Nombre
fr: Nom
it: Nome

# authNameHint
source: What would you like to be called?
de: Wie möchtest du genannt werden?
es: ¿Cómo te gustaría que te llamaran?
fr: Comment souhaitez-vous être appelé ?
it: Come vuoi essere chiamato?

# authNameEmpty
source: Please enter name
de: Bitte Namen eingeben
es: Por favor, introduce tu nombre
fr: Veuillez saisir un nom
it: Inserisci il nome

# authNameMinLength
source: Name must be at least 2 characters
de: Name muss mindestens 2 Zeichen haben
es: El nombre debe tener al menos 2 caracteres
fr: Le nom doit comporter au moins 2 caractères
it: Il nome deve avere almeno 2 caratteri

# authAlreadyHaveAccount
source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?

# authExistingAccount
source: I already have an account
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
fr: J'ai déjà un compte
it: Ho già un account

# authRegistrationSuccess
source: Registration successful
de: Registrierung erfolgreich
es: Registro exitoso
fr: Inscription réussie
it: Registrazione completata

# authRegistrationSuccessMessage
source: Please check your email and confirm your account.
de: Bitte prüfe deine E-Mails und bestätige dein Konto.
es: Por favor, revisa tu correo y confirma tu cuenta.
fr: Veuillez vérifier vos e-mails et confirmer votre compte.
it: Controlla la tua email e conferma il tuo account.

# authResetPassword
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password

# authResetPasswordInstructions
source: Enter your email address and we'll send you a reset link.
de: Gib deine E-Mail-Adresse ein und wir senden dir einen Link zum Zurücksetzen.
es: Introduce tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
fr: Saisissez votre adresse e-mail et nous vous enverrons un lien de réinitialisation.
it: Inserisci il tuo indirizzo email e ti invieremo un link per reimpostarla.

# authSendLink
source: Send link
de: Link senden
es: Enviar enlace
fr: Envoyer le lien
it: Invia link

# authBackToLogin
source: Back to login
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
fr: Retour à la connexion
it: Torna al login

# authEmailSent
source: Email sent!
de: E-Mail gesendet!
es: ¡Correo enviado!
fr: E-mail envoyé !
it: Email inviata!

# authEmailSentPrefix
source: We've sent an email to
de: Wir haben dir eine E-Mail an
es: Te hemos enviado un correo a
fr: Nous vous avons envoyé un e-mail à
it: Ti abbiamo inviato un'email a

# authResetLinkInstructions
source: Click the link in the email to set a new password. The link is valid for 24 hours.
de: Klicke auf den Link in der E-Mail, um ein neues Passwort zu setzen. Der Link ist 24 Stunden gültig.
es: Haz clic en el enlace del correo para establecer una nueva contraseña. El enlace es válido durante 24 horas.
fr: Cliquez sur le lien dans l'e-mail pour définir un nouveau mot de passe. Le lien est valable 24 heures.
it: Clicca sul link nell'email per impostare una nuova password. Il link è valido per 24 ore.

# authResend
source: Resend
de: Erneut senden
es: Reenviar
fr: Renvoyer
it: Invia di nuovo

# authCreateLocalProfile
source: Create local profile
de: Lokales Profil erstellen
es: Crear perfil local
fr: Créer un profil local
it: Crea profilo locale

# authUsernameLabel
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

# authUsernameHint
source: e.g. travelfan123
de: z.B. reisefan123
es: p. ej. viajero123
fr: ex. voyageur123
it: es. viaggiatore123

# authDisplayNameLabel
source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom d'affichage
it: Nome visualizzato

# authDisplayNameHint
source: e.g. John Doe
de: z.B. Max Mustermann
es: p. ej. Juan Pérez
fr: ex. Marie Dupont
it: es. Mario Rossi

# authEmailOptional
source: Email (optional)
es: Correo (opcional)
fr: E-mail (optionnel)
it: Email (opzionale)

# authEmailHint
source: e.g. john@example.com
de: z.B. max@example.com
es: p. ej. juan@ejemplo.com
fr: ex. marie@exemple.com
it: es. mario@example.com

# authCreate
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

# authRequiredFields
source: Username and display name are required
de: Benutzername und Anzeigename sind erforderlich
es: Se requieren nombre de usuario y nombre visible
fr: Le nom d'utilisateur et le nom d'affichage sont requis
it: Nome utente e nome visualizzato sono obbligatori

# authGuestDescription
source: As a guest, you can start right away. Your data is stored locally on your device.
de: Als Gast kannst du sofort loslegen. Deine Daten werden lokal auf deinem Gerät gespeichert.
es: Como invitado puedes empezar inmediatamente. Tus datos se guardan localmente en tu dispositivo.
fr: En tant qu'invité, vous pouvez commencer immédiatement. Vos données seront enregistrées localement sur votre appareil.
it: Come ospite puoi iniziare subito. I tuoi dati verranno salvati localmente sul tuo dispositivo.

# authComingSoon
source: Cloud login coming soon:
de: Cloud-Login kommt bald:
es: Inicio de sesión en la nube próximamente:
fr: Connexion cloud bientôt disponible :
it: Login cloud in arrivo:

# authLoadingText
source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
it: Caricamento...

# splashTagline
source: Your AI Travel Planner
de: Dein AI-Reiseplaner
es: Tu planificador de viaje con IA
fr: Votre planificateur de voyage IA
it: Il tuo pianificatore di viaggio AI

# onboardingTitle1
source: Discover Attractions
de: Entdecke Sehenswürdigkeiten
es: Descubre lugares de interés
fr: Découvrez les sites touristiques
it: Scopri attrazioni

# onboardingHighlight1
source: Attractions
de: Sehenswürdigkeiten
es: lugares de interés
fr: sites touristiques
it: attrazioni

# onboardingSubtitle1
source: Find over 500 handpicked POIs across Europe. Castles, lakes, museums and hidden gems await you.
de: Finde über 500 handverlesene POIs in ganz Europa. Schlösser, Seen, Museen und Geheimtipps warten auf dich.
es: Encuentra más de 500 POIs seleccionados en toda Europa. Castillos, lagos, museos y lugares secretos te esperan.
fr: Trouvez plus de 500 POIs sélectionnés dans toute l'Europe. Châteaux, lacs, musées et lieux secrets vous attendent.
it: Trova oltre 500 POI selezionati in tutta Europa. Castelli, laghi, musei e gemme nascoste ti aspettano.

# onboardingTitle2
source: Your AI Travel Assistant
de: Dein KI-Reiseassistent
es: Tu asistente de viaje con IA
fr: Votre assistant de voyage IA
it: Il tuo assistente di viaggio AI

# onboardingHighlight2
source: AI
de: KI
es: IA
fr: IA

# onboardingSubtitle2
source: Let us automatically plan the perfect route for you. With smart optimization for your interests.
de: Lass dir automatisch die perfekte Route planen. Mit smarter Optimierung für deine Interessen.
es: Deja que planifique automáticamente la ruta perfecta. Con optimización inteligente según tus intereses.
fr: Laissez-vous planifier automatiquement l'itinéraire parfait. Avec optimisation intelligente pour vos centres d'intérêt.
it: Lascia che ti pianifichi automaticamente il percorso perfetto. Con ottimizzazione intelligente per i tuoi interessi.

# onboardingTitle3
source: Your Trips in the Cloud
de: Deine Reisen in der Cloud
es: Tus viajes en la nube
fr: Vos voyages dans le cloud
it: I tuoi viaggi nel cloud

# onboardingHighlight3
source: Cloud
es: Nube

# onboardingSubtitle3
source: Save favorites and trips securely online. Synchronized across all your devices.
de: Speichere Favoriten und Trips sicher online. Synchronisiert auf allen deinen Geräten.
es: Guarda favoritos y viajes de forma segura online. Sincronizado en todos tus dispositivos.
fr: Enregistrez vos favoris et voyages en toute sécurité en ligne. Synchronisé sur tous vos appareils.
it: Salva i preferiti e i viaggi in modo sicuro online. Sincronizzato su tutti i tuoi dispositivi.

# onboardingStart
source: Let's go
de: Los geht's
es: Empezar
fr: C'est parti
it: Iniziamo

# categoryCastle
source: Castles & Fortresses
de: Schlösser & Burgen
es: Castillos y fortalezas
fr: Châteaux & Forteresses
it: Castelli e Fortezze

# categoryNature
source: Nature & Forests
de: Natur & Wälder
es: Naturaleza y bosques
fr: Nature & Forêts
it: Natura e Foreste

# categoryMuseum
source: Museums
de: Museen
es: Museos
fr: Musées
it: Musei

# categoryViewpoint
source: Viewpoints
de: Aussichtspunkte
es: Miradores
fr: Points de vue
it: Punti panoramici

# categoryLake
source: Lakes
de: Seen
es: Lagos
fr: Lacs
it: Laghi

# categoryCoast
source: Coasts & Beaches
de: Küsten & Strände
es: Costas y playas
fr: Côtes & Plages
it: Coste e Spiagge

# categoryPark
source: Parks & National Parks
es: Parques y parques nacionales
fr: Parcs & Parcs nationaux
it: Parchi e Parchi Nazionali

# categoryCity
source: Cities
de: Städte
es: Ciudades
fr: Villes
it: Città

# categoryActivity
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività

# categoryHotel
source: Hotels
es: Hoteles
fr: Hôtels
it: Hotel

# categoryRestaurant
source: Restaurants
es: Restaurantes
it: Ristoranti

# categoryUnesco
source: UNESCO World Heritage
de: UNESCO-Welterbe
es: Patrimonio de la UNESCO
fr: Patrimoine mondial UNESCO
it: Patrimonio UNESCO

# categoryChurch
source: Churches
de: Kirchen
es: Iglesias
fr: Églises
it: Chiese

# categoryMonument
source: Monuments
de: Monumente
es: Monumentos
it: Monumenti

# categoryAttraction
source: Attractions
de: Attraktionen
es: Atracciones
it: Attrazioni

# weatherGood
source: Good
de: Gut
es: Bueno
fr: Bon
it: Buono

# weatherMixed
source: Mixed
de: Wechselhaft
es: Variable
fr: Variable
it: Variabile

# weatherBad
source: Bad
de: Schlecht
es: Malo
fr: Mauvais
it: Brutto

# weatherDanger
source: Dangerous
de: Gefährlich
es: Peligroso
fr: Dangereux
it: Pericoloso

# weatherUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

# weatherClear
source: Clear
de: Klar
es: Despejado
fr: Dégagé
it: Sereno

# weatherMostlyClear
source: Mostly clear
de: Überwiegend klar
es: Mayormente despejado
fr: Généralement dégagé
it: Prevalentemente sereno

# weatherPartlyCloudy
source: Partly cloudy
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso

# weatherCloudy
source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
it: Nuvoloso

# weatherFog
source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia

# weatherDrizzle
source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioggerella

# weatherFreezingDrizzle
source: Freezing drizzle
de: Gefrierender Nieselregen
es: Llovizna helada
fr: Bruine verglaçante
it: Pioggerella gelata

# weatherRain
source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia

# weatherFreezingRain
source: Freezing rain
de: Gefrierender Regen
es: Lluvia helada
fr: Pluie verglaçante
it: Pioggia gelata

# weatherSnow
source: Snow
de: Schneefall
es: Nieve
fr: Chute de neige
it: Neve

# weatherSnowGrains
source: Snow grains
de: Schneegriesel
es: Gránulos de nieve
fr: Grésil
it: Nevischio
