Repository: jerdnaandrej777/mapab-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# tripExportDay
source: Day {day} in Google Maps
de: Tag {day} in Google Maps
es: Día {day} en Google Maps
fr: Jour {day} dans Google Maps
it: Giorno {day} in Google Maps

# tripReExportDay
source: Re-export day {day}
de: Tag {day} erneut exportieren
es: Exportar día {day} de nuevo
fr: Exporter à nouveau le jour {day}
it: Riesporta giorno {day}

# tripGoogleMapsHint
source: Google Maps will calculate its own route through the stops
de: Google Maps berechnet eine eigene Route durch die Stops
es: Google Maps calcula su propia ruta a través de las paradas
fr: Google Maps calcule un itinéraire propre à travers les arrêts
it: Google Maps calcolerà un proprio percorso attraverso le tappe

# tripNoStopsForDay
source: No stops for day {day}
de: Keine Stops für Tag {day}
es: Sin paradas para el día {day}
fr: Aucun arrêt pour le jour {day}
it: Nessuna tappa per il giorno {day}

source: Trip completed!
de: Trip abgeschlossen!
es: ¡Viaje completado!
fr: Voyage terminé !
it: Viaggio completato!

# tripAllDaysExported
source: All {days} days have been successfully exported. Would you like to save the trip to your favorites?
de: Alle {days} Tage wurden erfolgreich exportiert. Möchtest du den Trip in deinen Favoriten speichern?
es: Los {days} días se han exportado con éxito. ¿Quieres guardar el viaje en tus favoritos?
fr: Tous les {days} jours ont été exportés avec succès. Souhaitez-vous enregistrer le voyage dans vos favoris ?
it: Tutti i {days} giorni sono stati esportati con successo. Desideri salvare il viaggio nei preferiti?

# tripKeep
source: Keep
de: Behalten
es: Mantener
fr: Conserver
it: Mantieni

# tripSaveToFavorites
source: Save to favorites
de: In Favoriten speichern
es: Guardar en favoritos
fr: Enregistrer dans les favoris
it: Salva nei preferiti

# tripShareHeader
source: My route with MapAB
de: Meine Route mit MapAB
es: Mi ruta con MapAB
fr: Mon itinéraire avec MapAB
it: Il mio percorso con MapAB

# tripShareStart
source: Start: {address}
es: Inicio: {address}
fr: Départ : {address}
it: Partenza: {address}

# tripShareEnd
source: Destination: {address}
de: Ziel: {address}
es: Destino: {address}
it: Destinazione: {address}

# tripShareDistance
source: Distance: {distance} km
de: Distanz: {distance} km
es: Distancia: {distance} km
it: Distanza: {distance} km

# tripShareDuration
source: Duration: {duration} min
de: Dauer: {duration} Min
es: Duración: {duration} min
fr: Durée : {duration} min
it: Durata: {duration} min

# tripShareStops
source: Stops:
es: Paradas:
fr: Arrêts :
it: Tappe:

# tripShareOpenMaps
source: Open in Google Maps:
de: In Google Maps öffnen:
es: Abrir en Google Maps:
fr: Ouvrir dans Google Maps :
it: Apri in Google Maps:

# tripMyRoute
source: My route
de: Meine Route
es: Mi ruta
fr: Mon itinéraire
it: Il mio percorso

# tripShowInFavorites
source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza

# tripGoogleMapsError
source: Could not open Google Maps
de: Google Maps konnte nicht geöffnet werden
es: No se pudo abrir Google Maps
fr: Impossible d'ouvrir Google Maps
it: Impossibile aprire Google Maps

# tripShareError
source: Could not share route
de: Route konnte nicht geteilt werden
es: No se pudo compartir la ruta
fr: Impossible de partager l'itinéraire
it: Impossibile condividere il percorso

# tripWeatherDangerHint
source: Severe weather expected – prefer indoor stops
de: Unwetter erwartet – Indoor-Stops bevorzugen
es: Tiempo severo previsto – prefiere paradas cubiertas
fr: Intempéries prévues – privilégiez les arrêts couverts
it: Maltempo previsto – preferire tappe al coperto

# tripWeatherBadHint
source: Rain expected – indoor stops highlighted
de: Regen erwartet – Indoor-Stops hervorgehoben
es: Lluvia prevista – paradas cubiertas destacadas
fr: Pluie prévue – arrêts couverts mis en évidence
it: Pioggia prevista – tappe al coperto evidenziate

# tripStart
source: Start
es: Inicio
fr: Départ
it: Partenza

# tripDestination
source: Destination
de: Ziel
es: Destino
it: Destinazione

# tripNew
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo

# dayEditorTitle
source: Edit trip
de: Trip bearbeiten
es: Editar viaje
fr: Modifier le voyage
it: Modifica viaggio

# dayEditorNoTrip
source: No trip available
de: Kein Trip vorhanden
es: No hay viaje disponible
fr: Aucun voyage disponible
it: Nessun viaggio disponibile

# dayEditorStartNotAvailable
source: Start point not available
de: Startpunkt nicht verfügbar
es: Punto de inicio no disponible
fr: Point de départ non disponible
it: Punto di partenza non disponibile

# dayEditorEditDay
source: Edit day {day}
de: Tag {day} bearbeiten
es: Editar día {day}
fr: Modifier le jour {day}
it: Modifica giorno {day}

# dayEditorRegenerate
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenera

# dayEditorMaxStops
source: Max {max} stops per day possible in Google Maps
de: Max {max} Stops pro Tag in Google Maps möglich
es: Máx. {max} paradas por día posibles en Google Maps
fr: Max {max} arrêts par jour possibles dans Google Maps
it: Max {max} tappe al giorno possibili in Google Maps

# dayEditorSearchRecommendations
source: Searching POI recommendations...
de: Suche POI-Empfehlungen...
es: Buscando recomendaciones de POI...
fr: Recherche de recommandations de POI...
it: Cerca raccomandazioni POI...

# dayEditorLoadRecommendations
source: Load POI recommendations
de: POI-Empfehlungen laden
es: Cargar recomendaciones de POI
fr: Charger les recommandations de POI
it: Carica raccomandazioni POI

# dayEditorAiRecommendations
source: AI recommendations
de: AI-Empfehlungen
es: Recomendaciones de IA
fr: Recommandations IA
it: Raccomandazioni AI

# dayEditorRecommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato

# dayEditorAddedToDay
source: added to day {day}
de: zu Tag {day} hinzugefügt
es: añadido al día {day}
fr: ajouté au jour {day}
it: aggiunto al giorno {day}

# dayEditorAllDaysExported
source: All days have been successfully exported to Google Maps. Have a great trip!
de: Alle Tage wurden erfolgreich in Google Maps exportiert. Gute Reise!
es: Todos los días se han exportado con éxito a Google Maps. ¡Buen viaje!
fr: Tous les jours ont été exportés avec succès dans Google Maps. Bon voyage !
it: Tutti i giorni sono stati esportati con successo in Google Maps. Buon viaggio!

# dayEditorAddPois
source: Add POIs
de: POIs hinzufügen
es: Añadir POIs
fr: Ajouter des POIs
it: Aggiungi POI

# dayEditorMyRouteDay
source: My route - Day {day} with MapAB
de: Meine Route - Tag {day} mit MapAB
es: Mi ruta - Día {day} con MapAB
fr: Mon itinéraire - Jour {day} avec MapAB
it: Il mio percorso - Giorno {day} con MapAB

# dayEditorMapabRouteDay
source: MapAB Route - Day {day}
de: MapAB Route - Tag {day}
es: Ruta MapAB - Día {day}
fr: Itinéraire MapAB - Jour {day}
it: Percorso MapAB - Giorno {day}

# dayEditorSwapped
source: "{name}" swapped
de: "{name}" eingetauscht
es: "{name}" intercambiado
fr: "{name}" remplacé
it: "{name}" sostituito

# corridorTitle
source: POIs along route
de: POIs entlang der Route
es: POIs a lo largo de la ruta
fr: POIs le long de l'itinéraire
it: POI lungo il percorso

# corridorFound
source: {total} found
de: {total} gefunden
es: {total} encontrados
fr: {total} trouvés
it: {total} trovati

# corridorFoundWithNew
source: {total} found ({newCount} new)
de: {total} gefunden ({newCount} neu)
es: {total} encontrados ({newCount} nuevos)
fr: {total} trouvés ({newCount} nouveaux)
it: {total} trovati ({newCount} nuovi)

# corridorWidth
source: Corridor: {km} km
de: Korridor: {km} km
es: Corredor: {km} km
it: Corridoio: {km} km

# corridorSearching
source: Searching POIs in corridor...
de: Suche POIs im Korridor...
es: Buscando POIs en el corredor...
fr: Recherche de POIs dans le corridor...
it: Ricerca POI nel corridoio...

# corridorNoPoiInCategory
source: No POIs found in this category
de: Keine POIs in dieser Kategorie gefunden
es: No se encontraron POIs en esta categoría
fr: Aucun POI trouvé dans cette catégorie
it: Nessun POI trovato in questa categoria

# corridorNoPois
source: No POIs found in corridor
de: Keine POIs im Korridor gefunden
es: No se encontraron POIs en el corredor
fr: Aucun POI trouvé dans le corridor
it: Nessun POI trovato nel corridoio

# corridorTryWider
source: Try a wider corridor
de: Versuche einen breiteren Korridor
es: Intenta con un corredor más ancho
fr: Essayez un corridor plus large
it: Prova un corridoio più ampio

# corridorRemoveStop
source: Remove stop?
de: Stop entfernen?
es: ¿Eliminar parada?
fr: Supprimer l'arrêt ?
it: Rimuovere tappa?

# corridorMinOneStop
source: At least 1 stop per day required
de: Mindestens 1 Stop pro Tag erforderlich
es: Se requiere al menos 1 parada por día
fr: Au moins 1 arrêt par jour requis
it: Richiesta almeno 1 tappa al giorno

# corridorPoiRemoved
source: "{name}" removed
de: "{name}" entfernt
es: "{name}" eliminado
fr: "{name}" supprimé
it: "{name}" rimosso

# navEndConfirm
source: End navigation?
de: Navigation beenden?
es: ¿Finalizar navegación?
fr: Terminer la navigation ?
it: Terminare navigazione?

# navDestinationReached
source: Destination reached!
de: Ziel erreicht!
es: ¡Destino alcanzado!
fr: Destination atteinte !
it: Destinazione raggiunta!

# navDistance
source: Distance
de: Distanz
es: Distancia
it: Distanza

# navArrival
source: Arrival
de: Ankunft
es: Llegada
fr: Arrivée
it: Arrivo

# navSpeed
source: Speed
de: Tempo
es: Velocidad
fr: Vitesse
it: Velocità

# navMuteOn
source: Sound on
de: Ton an
es: Sonido activado
fr: Son activé
it: Audio on

# navMuteOff
source: Sound off
de: Ton aus
es: Sonido desactivado
fr: Son désactivé
it: Audio off

# navOverview
source: Overview
de: Übersicht
es: Vista general
fr: Vue d'ensemble
it: Panoramica

# navEnd
source: End
de: Beenden
es: Finalizar
fr: Terminer
it: Termina

# navVoice
source: Voice
de: Sprache
es: Voz
fr: Voix
it: Voce

# navVoiceListening
source: Listening...
de: Hört...
es: Escuchando...
fr: Écoute...
it: Ascolto...

# navStartButton
source: Start navigation
de: Navigation starten
es: Iniciar navegación
fr: Démarrer la navigation
it: Avvia navigazione

# navRerouting
source: Recalculating route
de: Route wird neu berechnet
es: Recalculando ruta
fr: Recalcul de l'itinéraire
it: Ricalcolo del percorso

# navVisited
source: Visited
de: Besucht
es: Visitado
fr: Visité
it: Visitato

# navDistanceMeters
source: {distance} m away
de: {distance} m entfernt
es: a {distance} m
fr: à {distance} m
it: a {distance} m

# navDistanceKm
source: {distance} km away
de: {distance} km entfernt
es: a {distance} km
fr: à {distance} km
it: a {distance} km

# navDepart
source: Depart
de: Fahre los
es: Iniciar ruta
fr: Démarrez
it: Parti

# navDepartOn
source: Depart on {street}
de: Fahre los auf {street}
es: Iniciar ruta por {street}
fr: Démarrez sur {street}
it: Parti su {street}

# navArrive
source: You have reached your destination
de: Sie haben Ihr Ziel erreicht
es: Ha llegado a su destino
fr: Vous avez atteint votre destination
it: Hai raggiunto la tua destinazione

# navArriveAt
source: Destination reached: {street}
de: Ziel erreicht: {street}
es: Destino alcanzado: {street}
fr: Destination atteinte : {street}
it: Destinazione raggiunta: {street}

# navContinueOn
source: Continue on {street}
de: Weiter auf {street}
es: Continuar por {street}
fr: Continuez sur {street}
it: Continua su {street}

# navContinue
source: Continue
de: Weiterfahren
es: Continuar
fr: Continuez
it: Continua

# navTurnRight
source: Turn right
de: Rechts abbiegen
es: Gire a la derecha
fr: Tournez à droite
it: Svolta a destra

# navTurnLeft
source: Turn left
de: Links abbiegen
es: Gire a la izquierda
fr: Tournez à gauche
it: Svolta a sinistra

# navTurnRightOn
source: Turn right onto {street}
de: Rechts abbiegen auf {street}
es: Gire a la derecha por {street}
fr: Tournez à droite sur {street}
it: Svolta a destra su {street}

# navTurnLeftOn
source: Turn left onto {street}
de: Links abbiegen auf {street}
es: Gire a la izquierda por {street}
fr: Tournez à gauche sur {street}
it: Svolta a sinistra su {street}

# navSlightRight
source: Bear right
de: Leicht rechts abbiegen
es: Gire ligeramente a la derecha
fr: Tournez légèrement à droite
it: Tieni la destra

# navSlightLeft
source: Bear left
de: Leicht links abbiegen
es: Gire ligeramente a la izquierda
fr: Tournez légèrement à gauche
it: Tieni la sinistra

# navSlightRightOn
source: Bear right onto {street}
de: Leicht rechts auf {street}
es: Ligeramente a la derecha por {street}
fr: Tournez légèrement à droite sur {street}
it: Tieni la destra su {street}

# navSlightLeftOn
source: Bear left onto {street}
de: Leicht links auf {street}
es: Ligeramente a la izquierda por {street}
fr: Tournez légèrement à gauche sur {street}
it: Tieni la sinistra su {street}

# navSharpRight
source: Sharp right
de: Scharf rechts abbiegen
es: Gire cerrado a la derecha
fr: Tournez fortement à droite
it: Svolta stretta a destra

# navSharpLeft
source: Sharp left
de: Scharf links abbiegen
es: Gire cerrado a la izquierda
fr: Tournez fortement à gauche
it: Svolta stretta a sinistra

# navUturn
source: Make a U-turn
de: Wenden
es: Dé la vuelta
fr: Faites demi-tour
it: Inversione a U

# navStraight
source: Continue straight
de: Geradeaus weiter
es: Continúe recto
fr: Continuez tout droit
it: Prosegui dritto

# navStraightOn
source: Continue straight on {street}
de: Geradeaus auf {street}
es: Recto por {street}
fr: Tout droit sur {street}
it: Prosegui dritto su {street}

# navMerge
source: Merge
de: Einfädeln
es: Incorpórese
fr: Insérez-vous
it: Immettiti

# navMergeOn
source: Merge onto {street}
de: Einfädeln auf {street}
es: Incorpórese a {street}
fr: Insérez-vous sur {street}
it: Immettiti su {street}

# navOnRamp
source: Take the on-ramp
de: Auffahrt nehmen
es: Tome la entrada
fr: Prenez la bretelle d'accès
it: Prendi la rampa

# navOnRampOn
source: Take the on-ramp to {street}
de: Auffahrt auf {street}
es: Entrada a {street}
fr: Bretelle d'accès sur {street}
it: Rampa su {street}

# navOffRamp
source: Take the exit
de: Abfahrt nehmen
es: Tome la salida
fr: Prenez la sortie
it: Prendi l'uscita

# navOffRampOn
source: Take exit {street}
de: Abfahrt {street}
es: Salida {street}
fr: Sortie {street}
it: Uscita {street}

# navRoundaboutExit
source: Take the {ordinal} exit at the roundabout
de: Im Kreisverkehr die {ordinal} Ausfahrt nehmen
es: En la rotonda, tome la {ordinal} salida
fr: Au rond-point, prenez la {ordinal} sortie
it: Alla rotonda prendi la {ordinal} uscita

# navRoundaboutExitOn
source: Take the {ordinal} exit at the roundabout onto {street}
de: Im Kreisverkehr die {ordinal} Ausfahrt nehmen auf {street}
es: En la rotonda, tome la {ordinal} salida por {street}
fr: Au rond-point, prenez la {ordinal} sortie sur {street}
it: Alla rotonda prendi la {ordinal} uscita su {street}

# navRoundaboutEnter
source: Enter the roundabout
de: In den Kreisverkehr einfahren
es: Entre en la rotonda
fr: Entrez dans le rond-point
it: Entra nella rotonda

# navRoundaboutLeave
source: Exit the roundabout
de: Kreisverkehr verlassen
es: Salga de la rotonda
fr: Quittez le rond-point
it: Esci dalla rotonda

# navForkLeft
source: Keep left at the fork
de: An der Gabelung links halten
es: En la bifurcación, manténgase a la izquierda
fr: À l'embranchement, gardez la gauche
it: Al bivio tieni la sinistra

# navForkRight
source: Keep right at the fork
de: An der Gabelung rechts halten
es: En la bifurcación, manténgase a la derecha
fr: À l'embranchement, gardez la droite
it: Al bivio tieni la destra

# navForkLeftOn
source: Keep left at the fork onto {street}
de: An der Gabelung links auf {street}
es: En la bifurcación a la izquierda por {street}
fr: À l'embranchement, gardez la gauche sur {street}
it: Al bivio a sinistra su {street}

# navForkRightOn
source: Keep right at the fork onto {street}
de: An der Gabelung rechts auf {street}
es: En la bifurcación a la derecha por {street}
fr: À l'embranchement, gardez la droite sur {street}
it: Al bivio a destra su {street}

# navEndOfRoadLeft
source: Turn left at the end of the road
de: Am Straßenende links abbiegen
es: Al final de la calle, gire a la izquierda
fr: Au bout de la route, tournez à gauche
it: Alla fine della strada svolta a sinistra

# navEndOfRoadRight
source: Turn right at the end of the road
de: Am Straßenende rechts abbiegen
es: Al final de la calle, gire a la derecha
fr: Au bout de la route, tournez à droite
it: Alla fine della strada svolta a destra

# navEndOfRoadLeftOn
source: Turn left at the end of the road onto {street}
de: Am Straßenende links auf {street}
es: Al final de la calle a la izquierda por {street}
fr: Au bout de la route, tournez à gauche sur {street}
it: Alla fine della strada a sinistra su {street}

# navEndOfRoadRightOn
source: Turn right at the end of the road onto {street}
de: Am Straßenende rechts auf {street}
es: Al final de la calle a la derecha por {street}
fr: Au bout de la route, tournez à droite sur {street}
it: Alla fine della strada a destra su {street}

# navInDistance
source: In {distance} {instruction}
es: En {distance} {instruction}
fr: Dans {distance}, {instruction}
it: Tra {distance} {instruction}

# navNow
source: {instruction} now
de: Jetzt {instruction}
es: Ahora {instruction}
fr: Maintenant, {instruction}
it: Ora {instruction}

# navMeters
source: {value} meters
de: {value} Metern
es: {value} metros
fr: {value} mètres
it: {value} metri

# navKilometers
source: {value} kilometers
de: {value} Kilometern
es: {value} kilómetros
fr: {value} kilomètres
it: {value} chilometri

# navOrdinalFirst
source: first
de: erste
es: primera
fr: première
it: prima

# navOrdinalSecond
source: second
de: zweite
es: segunda
fr: deuxième
it: seconda

# navOrdinalThird
source: third
de: dritte
es: tercera
fr: troisième
it: terza

# navOrdinalFourth
source: fourth
de: vierte
es: cuarta
fr: quatrième
it: quarta

# navOrdinalFifth
source: fifth
de: fünfte
es: quinta
fr: cinquième
it: quinta

# navMustSeeStop
source: Stop
de: Halt
es: Parar
fr: Arrêt
it: Fermata

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# settingsAppearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto

# settingsDesign
source: Design
es: Diseño

# settingsAutoDarkMode
source: Auto dark mode
es: Modo oscuro automático
fr: Mode sombre automatique
it: Modalità scura automatica

# settingsAutoDarkModeDesc
source: Automatically activate at sunset
de: Automatisch bei Sonnenuntergang aktivieren
es: Activar automáticamente al anochecer
fr: Activer automatiquement au coucher du soleil
it: Attiva automaticamente al tramonto

# settingsFeedback
source: Feedback
es: Comentarios
fr: Retour

# settingsHaptic
source: Haptic feedback
de: Haptisches Feedback
es: Vibración táctil
fr: Retour haptique
it: Feedback aptico

# settingsHapticDesc
source: Vibrations on interactions
de: Vibrationen bei Interaktionen
es: Vibraciones al interactuar
fr: Vibrations lors des interactions
it: Vibrazioni nelle interazioni

# settingsSound
source: Sound effects
de: Sound-Effekte
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori

# settingsSoundDesc
source: Sounds on actions
de: Töne bei Aktionen
es: Sonidos en acciones
fr: Sons lors des actions
it: Suoni nelle azioni

# settingsAbout
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni

# settingsAppVersion
source: App version
es: Versión de la aplicación
fr: Version de l'application
it: Versione app

# settingsLicenses
source: Open source licenses
de: Open Source Lizenzen
es: Licencias de código abierto
fr: Licences Open Source
it: Licenze Open Source

# settingsLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

# settingsThemeSystem
source: System
es: Sistema
fr: Système
it: Sistema

# settingsThemeLight
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro

# settingsThemeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

# settingsThemeOled
source: OLED Black
de: OLED Schwarz
es: Negro OLED
fr: OLED Noir
it: OLED Nero

# profileTitle
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

# profileEdit
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo

# profileCloudAccount
source: Cloud account
es: Cuenta en la nube
fr: Compte cloud
it: Account cloud

# profileAutoSync
source: Data is automatically synchronized
de: Daten werden automatisch synchronisiert
es: Los datos se sincronizan automáticamente
fr: Données synchronisées automatiquement
it: Dati sincronizzati automaticamente

# profileGuestAccount
source: Guest account
de: Gast-Account
es: Cuenta de invitado
fr: Compte invité
it: Account ospite

# profileLocalStorage
source: Stored locally
de: Lokal gespeichert
es: Almacenado localmente
fr: Stockage local
it: Salvato localmente

# profileUpgradeToCloud
source: Upgrade to cloud account
de: Zu Cloud-Account upgraden
es: Actualizar a cuenta en la nube
fr: Passer au compte cloud
it: Passa ad account cloud

# profileDeleteAccount
source: Delete account
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account

# profileNoAccount
source: No account
de: Kein Account
es: Sin cuenta
fr: Aucun compte
it: Nessun account

# profileLoginPrompt
source: Sign in to see your profile
de: Melde dich an, um dein Profil zu sehen
es: Inicia sesión para ver tu perfil
fr: Connectez-vous pour voir votre profil
it: Accedi per vedere il tuo profilo

# profileLogin
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

# profileLevel
source: Level {level}
es: Nivel {level}
fr: Niveau {level}
it: Livello {level}

# profileXpProgress
source: {xp} XP until level {level}
de: Noch {xp} XP bis Level {level}
es: Faltan {xp} XP para el nivel {level}
fr: Encore {xp} XP jusqu'au niveau {level}
it: Ancora {xp} XP al livello {level}

# profileStatistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

# profileStatisticsLoading
source: Loading statistics...
de: Statistiken werden geladen...
es: Cargando estadísticas...
fr: Chargement des statistiques...
it: Caricamento statistiche...

# profileStartFirstTrip
source: Start your first trip to see statistics!
de: Starte deinen ersten Trip, um Statistiken zu sehen!
es: ¡Inicia tu primer viaje para ver estadísticas!
fr: Démarrez votre premier voyage pour voir les statistiques !
it: Inizia il tuo primo viaggio per vedere le statistiche!

# profileTrips
source: Trips
es: Viajes
fr: Voyages
it: Viaggi

# profileKilometers
source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètres
it: Chilometri

# profileAchievements
source: Achievements
es: Logros
fr: Succès
it: Obiettivi

# profileNoAchievements
source: No achievements unlocked yet. Start your first trip!
de: Noch keine Achievements freigeschaltet. Starte deinen ersten Trip!
es: Aún no hay logros desbloqueados. ¡Inicia tu primer viaje!
fr: Aucun succès débloqué. Démarrez votre premier voyage !
it: Nessun obiettivo sbloccato. Inizia il tuo primo viaggio!

# profileAccountId
source: Account ID: {id}
es: ID de cuenta: {id}
fr: ID de compte : {id}
it: ID account: {id}

# profileCreatedAt
source: Created: {date}
de: Erstellt am: {date}
es: Creado el: {date}
fr: Créé le : {date}
it: Creato il: {date}

# profileLastLogin
source: Last login: {date}
de: Letzter Login: {date}
es: Último inicio: {date}
fr: Dernière connexion : {date}
it: Ultimo accesso: {date}

# profileEditComingSoon
source: Profile editing coming soon!
de: Profil-Bearbeitung kommt bald!
es: ¡Edición de perfil próximamente!
fr: Modification du profil bientôt disponible !
it: Modifica profilo in arrivo!

# profileLogoutTitle
source: Sign out?
de: Ausloggen?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Disconnettersi?
