Repository: jerdnaandrej777/mapab-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# weatherRainShowers
source: Rain showers
de: Regenschauer
es: Chubascos
fr: Averses de pluie
it: Rovesci di pioggia

# weatherSnowShowers
source: Snow showers
de: Schneeschauer
es: Nevadas
fr: Averses de neige
it: Rovesci di neve

# weatherThunderstorm
source: Thunderstorm
de: Gewitter
es: Tormenta
fr: Orage
it: Temporale

# weatherThunderstormHail
source: Thunderstorm with hail
de: Gewitter mit Hagel
es: Tormenta con granizo
fr: Orage avec grêle
it: Temporale con grandine

# weatherForecast7Day
source: 7-day forecast
de: 7-Tage-Vorhersage
es: Pronóstico de 7 días
fr: Prévisions 7 jours
it: Previsioni 7 giorni

# weatherToday
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# weatherFeelsLike
source: Feels like {temp}°
de: Gefühlt {temp}°
es: Sensación {temp}°
fr: Ressenti {temp}°
it: Percepiti {temp}°

# weatherSunrise
source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
it: Alba

# weatherSunset
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher du soleil
it: Tramonto

# weatherUvIndex
source: UV index
es: Índice UV
fr: Indice UV
it: Indice UV

# weatherPrecipitation
source: Precipitation
de: Niederschlag
es: Precipitación
fr: Précipitations
it: Precipitazioni

# weatherWind
source: Wind
es: Viento
fr: Vent
it: Vento

# weatherRainRisk
source: Rain risk
de: Regenrisiko
es: Riesgo de lluvia
fr: Risque de pluie
it: Rischio pioggia

# weatherRecommendationToday
source: Recommendation for today
de: Empfehlung für heute
es: Recomendación para hoy
fr: Recommandation du jour
it: Raccomandazione per oggi

# weatherRecGood
source: Perfect weather for outdoor activities! Viewpoints, nature and lakes recommended.
de: Perfektes Wetter für Outdoor-Aktivitäten! Viewpoints, Natur und Seen empfohlen.
es: ¡Clima perfecto para actividades al aire libre! Miradores, naturaleza y lagos recomendados.
fr: Temps parfait pour les activités en plein air ! Points de vue, nature et lacs recommandés.
it: Tempo perfetto per attività all'aperto! Consigliati punti panoramici, natura e laghi.

# weatherRecMixed
source: Changeable weather. Both indoor and outdoor POIs possible.
de: Wechselhaft - flexibel planen
es: Clima variable. Posibles tanto actividades interiores como exteriores.
fr: Variable - planifiez avec flexibilité
it: Variabile - pianifica con flessibilità

# weatherRecBad
source: Rain expected. Indoor activities like museums and churches recommended.
de: Regen erwartet. Indoor-Aktivitäten wie Museen und Kirchen empfohlen.
es: Se espera lluvia. Actividades de interior como museos e iglesias recomendadas.
fr: Pluie prévue. Activités en intérieur comme musées et églises recommandées.
it: Pioggia prevista. Consigliate attività al chiuso come musei e chiese.

# weatherRecDanger
source: Storm warning! Please avoid outdoor activities and stay indoors.
de: Unwetterwarnung! Bitte Outdoor-Aktivitäten vermeiden und drinnen bleiben.
es: ¡Alerta meteorológica! Por favor, evita actividades al aire libre y permanece en el interior.
fr: Alerte météo ! Veuillez éviter les activités en plein air et rester à l'intérieur.
it: Allerta maltempo! Evitare attività all'aperto e rimanere al chiuso.

# weatherRecUnknown
source: No weather data available.
de: Keine Wetterdaten verfügbar.
es: No hay datos meteorológicos disponibles.
fr: Aucune donnée météo disponible.
it: Dati meteo non disponibili.

# weatherUvLow
source: {value} (Low)
de: {value} (Niedrig)
es: {value} (Bajo)
fr: {value} (Faible)
it: {value} (Basso)

# weatherUvMedium
source: {value} (Medium)
de: {value} (Mittel)
es: {value} (Medio)
fr: {value} (Moyen)
it: {value} (Medio)

# weatherUvHigh
source: {value} (High)
de: {value} (Hoch)
es: {value} (Alto)
fr: {value} (Élevé)
it: {value} (Alto)

# weatherUvVeryHigh
source: {value} (Very high)
de: {value} (Sehr hoch)
es: {value} (Muy alto)
fr: {value} (Très élevé)
it: {value} (Molto alto)

# weatherUvExtreme
source: {value} (Extreme)
de: {value} (Extrem)
es: {value} (Extremo)
fr: {value} (Extrême)
it: {value} (Estremo)

# weatherLoading
source: Loading weather...
de: Wetter laden...
es: Cargando clima...
fr: Chargement de la météo...
it: Caricamento meteo...

# weatherWinterWeather
source: Winter weather
de: Winterwetter
es: Clima invernal
fr: Temps hivernal
it: Tempo invernale

# weatherStormOnRoute
source: Storm on route
de: Unwetter auf der Route
es: Tormenta en la ruta
fr: Intempéries sur le trajet
it: Maltempo sul percorso

# weatherRainPossible
source: Rain possible
de: Regen möglich
es: Posible lluvia
fr: Pluie possible
it: Pioggia possibile

# weatherGoodWeather
source: Good weather
de: Gutes Wetter
es: Buen tiempo
fr: Beau temps
it: Bel tempo

# weatherChangeable
source: Changeable
de: Wechselhaft
es: Variable
fr: Variable
it: Variabile

# weatherBadWeather
source: Bad weather
de: Schlechtes Wetter
es: Mal tiempo
fr: Mauvais temps
it: Brutto tempo

# weatherStormWarning
source: Storm warning
de: Unwetterwarnung
es: Alerta de tormenta
fr: Alerte météo
it: Allerta maltempo

# weatherPerfect
source: Perfect
de: Perfekt
es: Perfecto
fr: Parfait
it: Perfetto

# weatherStorm
source: Storm
de: Unwetter
es: Tormenta
fr: Intempéries
it: Maltempo

# weatherIdealOutdoor
source: Ideal for outdoor POIs today
de: Heute ideal für Outdoor-POIs
es: Hoy ideal para POIs exteriores
fr: Idéal aujourd'hui pour les POIs en plein air
it: Oggi ideale per POI all'aperto

# weatherFlexiblePlanning
source: Changeable - plan flexibly
de: Wechselhaft - flexibel planen
es: Variable - planifica con flexibilidad
fr: Variable - planifier avec flexibilité
it: Variabile - pianifica con flessibilità

# weatherRainIndoor
source: Rain - indoor POIs recommended
de: Regen - Indoor-POIs empfohlen
es: Lluvia - POIs interiores recomendados
fr: Pluie - POIs en intérieur recommandés
it: Pioggia - consigliati POI al chiuso

# weatherStormIndoorOnly
source: Storm - indoor POIs only!
de: Unwetter - nur Indoor-POIs!
es: Tormenta - ¡solo POIs interiores!
fr: Intempéries - uniquement POIs en intérieur !
it: Maltempo - solo POI al chiuso!

# weatherOnlyIndoor
source: Indoor POIs only
de: Nur Indoor-POIs
es: Solo POIs interiores
fr: Uniquement POIs en intérieur
it: Solo POI al chiuso

# weatherStormHighWinds
source: Storm warning! Strong winds ({speed} km/h) along the route.
de: Sturmwarnung! Starke Winde ({speed} km/h) entlang der Route.
es: ¡Alerta de tormenta! Vientos fuertes ({speed} km/h) en la ruta.
fr: Alerte tempête ! Vents forts ({speed} km/h) le long de l'itinéraire.
it: Allerta tempesta! Venti forti ({speed} km/h) lungo il percorso.

# weatherStormDelay
source: Storm warning! Postponing trip recommended.
de: Unwetterwarnung! Fahrt verschieben empfohlen.
es: ¡Alerta meteorológica! Se recomienda posponer el viaje.
fr: Alerte météo ! Report du voyage recommandé.
it: Allerta maltempo! Consigliato posticipare il viaggio.

# weatherWinterWarning
source: Winter weather! Snow/ice possible.
de: Winterwetter! Schnee/Glätte möglich.
es: ¡Clima invernal! Posible nieve/hielo.
fr: Météo hivernale ! Neige/verglas possible.
it: Tempo invernale! Possibile neve/ghiaccio.

# weatherRainRecommendation
source: Rain expected. Indoor activities recommended.
de: Regen erwartet. Indoor-Aktivitäten empfohlen.
es: Se espera lluvia. Actividades de interior recomendadas.
fr: Pluie prévue. Activités en intérieur recommandées.
it: Pioggia prevista. Consigliate attività al chiuso.

# weatherBadOnRoute
source: Bad weather on route.
de: Schlechtes Wetter auf der Route.
es: Mal tiempo en la ruta.
fr: Mauvais temps sur l'itinéraire.
it: Brutto tempo sul percorso.

# weatherPerfectOutdoor
source: Perfect weather for outdoor activities
de: Perfektes Wetter für Outdoor-Aktivitäten
es: Clima perfecto para actividades al aire libre
fr: Temps parfait pour les activités en plein air
it: Tempo perfetto per attività all'aperto

# weatherBePrepared
source: Changeable - be prepared for anything
de: Wechselhaft - auf alles vorbereitet sein
es: Variable - estar preparado para todo
fr: Variable - être prêt à tout
it: Variabile - prepararsi a tutto

# weatherSnowWarning
source: Snow - caution on slippery roads
de: Schneefall - Vorsicht auf glatten Straßen
es: Nevadas - precaución en carreteras resbaladizas
fr: Chute de neige - prudence sur routes glissantes
it: Nevicate - attenzione su strade scivolose

# weatherBadIndoor
source: Bad weather - indoor activities recommended
de: Schlechtes Wetter - Indoor-Aktivitäten empfohlen
es: Mal tiempo - actividades de interior recomendadas
fr: Mauvais temps - activités en intérieur recommandées
it: Brutto tempo - consigliate attività al chiuso

# weatherStormCaution
source: Storm warning! Caution on this section
de: Unwetterwarnung! Vorsicht auf diesem Streckenabschnitt
es: ¡Alerta meteorológica! Precaución en este tramo
fr: Alerte météo ! Prudence sur ce tronçon
it: Allerta maltempo! Attenzione su questo tratto

# weatherNoData
source: No weather data available
de: Keine Wetterdaten verfügbar
es: No hay datos meteorológicos disponibles
fr: Aucune donnée météo disponible
it: Dati meteo non disponibili

# weatherRoutePoint
source: Route point {index} of {total}
de: Routenpunkt {index} von {total}
es: Punto de ruta {index} de {total}
fr: Point {index} sur {total}
it: Punto {index} di {total}

# weatherExpectedOnDay
source: {weather} expected on day {day}
de: {weather} auf Tag {day} erwartet
es: {weather} esperado el día {day}
fr: {weather} prévu le jour {day}
it: {weather} previsto il giorno {day}

# weatherOutdoorStops
source: {outdoor} of {total} stops are outdoor activities.
de: {outdoor} von {total} Stops sind Outdoor-Aktivitäten.
es: {outdoor} de {total} paradas son actividades al aire libre.
fr: {outdoor} arrêts sur {total} sont des activités en plein air.
it: {outdoor} di {total} tappe sono attività all'aperto.

# weatherSuggestIndoor
source: Suggest indoor alternatives
de: Indoor-Alternativen vorschlagen
es: Sugerir alternativas de interior
fr: Suggérer des alternatives en intérieur
it: Suggerisci alternative al chiuso

# weatherStormExpected
source: Storm expected
de: Unwetter erwartet
es: Se espera tormenta
fr: Intempéries prévues
it: Maltempo previsto

# weatherRainExpected
source: Rain expected
de: Regen erwartet
es: Se espera lluvia
fr: Pluie prévue
it: Pioggia prevista

# weatherIdealOutdoorWeather
source: Ideal outdoor weather
de: Ideales Outdoor-Wetter
es: Clima ideal para exteriores
fr: Temps idéal pour l'extérieur
it: Tempo ideale all'aperto

# weatherStormIndoorPrefer
source: Storm expected – prefer indoor stops
de: Unwetter erwartet – Indoor-Stops bevorzugen
es: Se espera tormenta – preferir paradas de interior
fr: Intempéries prévues – privilégier les arrêts en intérieur
it: Maltempo previsto – preferire tappe al chiuso

# weatherRainIndoorHighlight
source: Rain expected – indoor stops highlighted
de: Regen erwartet – Indoor-Stops hervorgehoben
es: Se espera lluvia – paradas de interior destacadas
fr: Pluie prévue – arrêts en intérieur mis en avant
it: Pioggia prevista – tappe al chiuso evidenziate

# weekdayMon
source: Mon
de: Mo
es: Lu
fr: Lun
it: Lun

# weekdayTue
source: Tue
de: Di
es: Ma
fr: Mar
it: Mar

# weekdayWed
source: Wed
de: Mi
es: Mi
fr: Mer
it: Mer

# weekdayThu
source: Thu
de: Do
es: Ju
fr: Jeu
it: Gio

# weekdayFri
source: Fri
de: Fr
es: Vi
fr: Ven
it: Ven

# weekdaySat
source: Sat
de: Sa
es: Sá
fr: Sam
it: Sab

# weekdaySun
source: Sun
de: So
es: Do
fr: Dim
it: Dom

# mapFavorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# mapProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

# mapSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# mapToRoute
source: To route
de: Zur Route
es: A la ruta
fr: Vers l'itinéraire
it: Al percorso

# mapSetAsStart
source: Set as start
de: Als Start setzen
es: Establecer como inicio
fr: Définir comme départ
it: Imposta come partenza

# mapSetAsDestination
source: Set as destination
de: Als Ziel setzen
es: Establecer como destino
fr: Définir comme destination
it: Imposta come destinazione

# mapAddAsStop
source: Add as stop
de: Als Stopp hinzufügen
es: Añadir como parada
fr: Ajouter comme étape
it: Aggiungi come tappa

# tripConfigCityOrAddress
source: City or address...
de: Stadt oder Adresse...
es: Ciudad o dirección...
fr: Ville ou adresse...
it: Città o indirizzo...

# tripConfigDestinationOptional
source: Destination (optional)
de: Ziel (optional)
es: Destino (opcional)
fr: Destination (optionnel)
it: Destinazione (opzionale)

# tripConfigAddDestination
source: Add destination (optional)
de: Ziel hinzufügen (optional)
es: Añadir destino (opcional)
fr: Ajouter une destination (optionnel)
it: Aggiungi destinazione (opzionale)

# tripConfigEnterDestination
source: Enter destination...
de: Zielort eingeben...
es: Introducir destino...
fr: Saisir la destination...
it: Inserisci destinazione...

# tripConfigNoDestinationRoundtrip
source: No destination: Round trip from start
de: Ohne Ziel: Rundreise ab Start
es: Sin destino: viaje circular desde el inicio
fr: Sans destination : voyage circulaire depuis le départ
it: Senza destinazione: Tour circolare dalla partenza

# tripConfigSurpriseMe
source: Surprise me!
de: Überrasch mich!
es: ¡Sorpréndeme!
fr: Surprenez-moi !
it: Sorprendimi!

# tripConfigDeleteRoute
source: Delete route
de: Route löschen
es: Eliminar ruta
fr: Supprimer l'itinéraire
it: Elimina percorso

# tripConfigTripDuration
source: Trip duration
de: Reisedauer
es: Duración del viaje
fr: Durée du voyage
it: Durata del viaggio

# tripConfigDay
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno

# tripConfigDays
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni

# tripConfigDayTrip
source: Day trip — approx. {distance} km
de: Tagesausflug — ca. {distance} km
es: Excursión de un día — aprox. {distance} km
fr: Excursion d'un jour — env. {distance} km
it: Gita di un giorno — ca. {distance} km

# tripConfigWeekendTrip
source: Weekend trip — approx. {distance} km
de: Wochenend-Trip — ca. {distance} km
es: Escapada de fin de semana — aprox. {distance} km
fr: Voyage de week-end — env. {distance} km
it: Weekend — ca. {distance} km

# tripConfigShortVacation
source: Short vacation — approx. {distance} km
de: Kurzurlaub — ca. {distance} km
es: Escapada corta — aprox. {distance} km
fr: Court séjour — env. {distance} km
it: Breve vacanza — ca. {distance} km

# tripConfigWeekTravel
source: Week trip — approx. {distance} km
de: Wochenreise — ca. {distance} km
es: Viaje de una semana — aprox. {distance} km
fr: Voyage d'une semaine — env. {distance} km
it: Viaggio di una settimana — ca. {distance} km

# tripConfigEpicEuroTrip
source: Epic Euro trip — approx. {distance} km
de: Epischer Euro Trip — ca. {distance} km
es: Épico viaje europeo — aprox. {distance} km
fr: Epic Euro Trip — env. {distance} km
it: Epico Euro Trip — ca. {distance} km

# tripConfigRadius
source: Radius
es: Radio
fr: Rayon
it: Raggio

# tripConfigPoiCategories
source: POI categories
de: POI-Kategorien
es: Categorías de POI
fr: Catégories de POI
it: Categorie POI

# tripConfigResetAll
source: Reset all
de: Alle zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
it: Reimposta tutto

# tripConfigAllCategories
source: All categories selected
de: Alle Kategorien ausgewählt
es: Todas las categorías seleccionadas
fr: Toutes les catégories sélectionnées
it: Tutte le categorie selezionate

# tripConfigCategoriesSelected
source: {selected} of {total} selected
de: {selected} von {total} ausgewählt
es: {selected} de {total} seleccionadas
fr: {selected} sur {total} sélectionnées
it: {selected} di {total} selezionate

# tripConfigCategories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie

# tripConfigSelectedCount
source: {count} selected
de: {count} ausgewählt
es: {count} seleccionadas
fr: {count} sélectionnées
it: {count} selezionate

# tripConfigPoisAlongRoute
source: POIs along route
de: POIs entlang der Route
es: POIs a lo largo de la ruta
fr: POIs le long de l'itinéraire
it: POI lungo il percorso

# tripConfigActiveTripTitle
source: Active trip exists
de: Aktiver Trip vorhanden
es: Viaje activo existente
fr: Voyage actif existant
it: Viaggio attivo presente

# tripConfigActiveTripMessage
source: You have an active {days}-day trip with {completed} completed days. A new trip will overwrite this.
de: Du hast einen aktiven {days}-Tage-Trip mit {completed} abgeschlossenen Tagen. Ein neuer Trip überschreibt diesen.
es: Tienes un viaje activo de {days} días con {completed} días completados. Un nuevo viaje sobrescribirá este.
fr: Vous avez un voyage actif de {days} jours avec {completed} jours terminés. Un nouveau voyage remplacera celui-ci.
it: Hai un viaggio attivo di {days} giorni con {completed} giorni completati. Un nuovo viaggio lo sovrascriverà.

# tripConfigCreateNewTrip
source: Create new trip
de: Neuen Trip erstellen
es: Crear nuevo viaje
fr: Créer un nouveau voyage
it: Crea nuovo viaggio

# tripInfoGenerating
source: Generating trip...
de: Trip wird generiert...
es: Generando viaje...
fr: Génération du voyage...
it: Generazione del viaggio...

# tripInfoLoadingPois
source: Loading POIs, optimizing route
de: POIs laden, Route optimieren
es: Cargando POIs, optimizando ruta
fr: Chargement des POIs, optimisation de l'itinéraire
it: Caricamento POI, ottimizzazione percorso

# tripInfoAiEuroTrip
source: AI Euro Trip
es: Viaje europeo con IA

# tripInfoAiDayTrip
source: AI Day Trip
de: AI Tagestrip
es: Excursión de un día con IA
fr: AI Excursion d'un jour
it: AI Gita giornaliera

# tripInfoEditTrip
source: Edit trip
de: Trip bearbeiten
es: Editar viaje
fr: Modifier le voyage
it: Modifica viaggio

# tripInfoStartNavigation
source: Start navigation
de: Navigation starten
es: Iniciar navegación
fr: Démarrer la navigation
it: Avvia navigazione

# tripInfoStops
source: Stops
es: Paradas
fr: Arrêts
it: Tappe

# tripInfoDistance
source: Distance
de: Distanz
es: Distancia
it: Distanza

# tripInfoDaysLabel
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni

# activeTripTitle
source: Active Euro Trip
de: Aktiver Euro Trip
es: Viaje europeo activo
fr: Euro Trip actif
it: Euro Trip attivo

# activeTripDiscard
source: Discard active trip
de: Aktiven Trip verwerfen
es: Descartar viaje activo
fr: Abandonner le voyage actif
it: Scarta viaggio attivo

# activeTripDiscardTitle
source: Discard trip?
de: Trip verwerfen?
es: ¿Descartar viaje?
fr: Abandonner le voyage ?
it: Scartare viaggio?

# activeTripDiscardMessage
source: Your {days}-day trip with {completed} completed days will be deleted.
de: Dein {days}-Tage-Trip mit {completed} abgeschlossenen Tagen wird gelöscht.
es: Tu viaje de {days} días con {completed} días completados será eliminado.
fr: Votre voyage de {days} jours avec {completed} jours terminés sera supprimé.
it: Il tuo viaggio di {days} giorni con {completed} giorni completati verrà eliminato.

# activeTripDayPending
source: Day {day} is pending
de: Tag {day} steht an
es: Día {day} pendiente
fr: Jour {day} à venir
it: Giorno {day} in programma

# activeTripDaysCompleted
source: {completed} of {total} days completed
de: {completed} von {total} Tagen abgeschlossen
es: {completed} de {total} días completados
fr: {completed} sur {total} jours terminés
it: {completed} di {total} giorni completati

# tripModeAiDayTrip
source: AI Day Trip
de: AI Tagestrip
es: Excursión de un día con IA
fr: AI Excursion d'un jour
it: AI Gita giornaliera

# tripModeAiEuroTrip
source: AI Euro Trip
es: Viaje europeo con IA

# tripRoutePlanning
source: Route planning
de: Route planen
es: Planificar ruta
fr: Planifier l'itinéraire
it: Pianifica percorso

# tripNoRoute
source: No route available
de: Keine Route vorhanden
es: No hay ruta disponible
fr: Aucun itinéraire disponible
it: Nessun percorso disponibile

# tripTapMap
source: Tap the map to set start and destination
de: Tippe auf die Karte, um Start und Ziel festzulegen
es: Toca el mapa para establecer inicio y destino
fr: Appuyez sur la carte pour définir le départ et la destination
it: Tocca la mappa per impostare partenza e destinazione

# tripToMap
source: To map
de: Zur Karte
es: Al mapa
fr: Vers la carte
it: Alla mappa

# tripGeneratingDescription
source: Loading POIs, optimizing route, searching hotels
de: POIs laden, Route optimieren, Hotels suchen
es: Cargando POIs, optimizando ruta, buscando hoteles
fr: Chargement des POIs, optimisation de l'itinéraire, recherche d'hôtels
it: Caricamento POI, ottimizzazione percorso, ricerca hotel

# tripElevationLoading
source: Loading elevation profile...
de: Höhenprofil wird geladen...
es: Cargando perfil de elevación...
fr: Chargement du profil d'altitude...
it: Caricamento profilo altimetrico...

# tripSaveRoute
source: Save route
de: Route speichern
es: Guardar ruta
fr: Enregistrer l'itinéraire
it: Salva percorso

# tripRouteName
source: Route name
de: Name der Route
es: Nombre de la ruta
fr: Nom de l'itinéraire
it: Nome del percorso

# tripExampleDayTrip
source: e.g. Weekend trip
de: z.B. Wochenendausflug
es: p. ej. Escapada de fin de semana
fr: ex. Escapade de week-end
it: es. Weekend

# tripExampleAiDayTrip
source: e.g. AI Day Trip
de: z.B. AI Tagesausflug
es: p. ej. Excursión con IA
fr: ex. AI Excursion d'un jour
it: es. AI Gita giornaliera

# tripExampleAiEuroTrip
source: e.g. AI Euro Trip
de: z.B. AI Euro Trip
es: p. ej. Viaje europeo con IA
fr: ex. AI Euro Trip
it: es. AI Euro Trip

# tripRouteSaved
source: Route "{name}" saved
de: Route "{name}" gespeichert
es: Ruta "{name}" guardada
fr: Itinéraire "{name}" enregistré
it: Percorso "{name}" salvato

# tripYourRoute
source: Your route
de: Deine Route
es: Tu ruta
fr: Votre itinéraire
it: Il tuo percorso

# tripDrivingTime
source: Driving time
de: Fahrzeit
es: Tiempo de conducción
fr: Temps de trajet
it: Tempo di guida

# tripStopRemoved
source: Stop removed
de: Stop entfernt
es: Parada eliminada
fr: Arrêt supprimé
it: Tappa rimossa

# tripOptimizeRoute
source: Optimize route
de: Route optimieren
es: Optimizar ruta
fr: Optimiser l'itinéraire
it: Ottimizza percorso

# tripOptimizeBestOrder
source: Calculate best order
de: Beste Reihenfolge berechnen
es: Calcular mejor orden
fr: Calculer le meilleur ordre
it: Calcola ordine migliore

# tripShareRoute
source: Share route
de: Route teilen
es: Compartir ruta
fr: Partager l'itinéraire
it: Condividi percorso

# tripDeleteAllStops
source: Delete all stops
de: Alle Stops löschen
es: Eliminar todas las paradas
fr: Supprimer tous les arrêts
it: Elimina tutte le tappe

# tripDeleteEntireRoute
source: Delete entire route
de: Gesamte Route löschen
es: Eliminar toda la ruta
fr: Supprimer tout l'itinéraire
it: Elimina intero percorso

# tripDeleteRouteAndStops
source: Delete route and all stops
de: Route und alle Stops löschen
es: Eliminar ruta y todas las paradas
fr: Supprimer l'itinéraire et tous les arrêts
it: Elimina percorso e tutte le tappe

# tripConfirmDeleteAllStops
source: Delete all stops?
de: Alle Stops löschen?
es: ¿Eliminar todas las paradas?
fr: Supprimer tous les arrêts ?
it: Eliminare tutte le tappe?

# tripConfirmDeleteEntireRoute
source: Delete entire route?
de: Gesamte Route löschen?
es: ¿Eliminar toda la ruta?
fr: Supprimer tout l'itinéraire ?
it: Eliminare intero percorso?

# tripDeleteEntireRouteMessage
source: The route and all stops will be deleted. This action cannot be undone.
de: Die Route und alle Stops werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: La ruta y todas las paradas serán eliminadas. Esta acción no se puede deshacer.
fr: L'itinéraire et tous les arrêts seront supprimés. Cette action ne peut pas être annulée.
it: Il percorso e tutte le tappe verranno eliminati. Questa azione non può essere annullata.

# tripBackToConfig
source: Back to configuration
de: Zurück zur Konfiguration
es: Volver a la configuración
fr: Retour à la configuration
it: Torna alla configurazione
