Repository: jerdnaandrej777/mapab-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# accessLimited
source: Limited accessibility
de: Eingeschränkt zugänglich
es: Accesibilidad limitada
fr: Accès limité
it: Accesso limitato

# accessNotAccessible
source: Not accessible
de: Nicht zugänglich
es: No accesible
fr: Non accessible
it: Non accessibile

# accessUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

# highlightUnesco
source: UNESCO World Heritage
de: UNESCO-Welterbe
es: Patrimonio de la UNESCO
fr: Patrimoine mondial UNESCO
it: Patrimonio UNESCO

# highlightMustSee
source: Must-see
es: Imprescindible

# highlightSecret
source: Hidden gem
de: Geheimtipp
es: Lugar secreto
fr: Bon plan
it: Gemma nascosta

# highlightHistoric
source: Historic
de: Historisch
es: Histórico
fr: Historique
it: Storico

# highlightFamilyFriendly
source: Family-friendly
de: Familienfreundlich
es: Familiar
fr: Adapté aux familles
it: Adatto alle famiglie

# experienceDetourKm
source: +{km} km detour
de: +{km} km Umweg
es: +{km} km de desvío
fr: +{km} km de détour
it: +{km} km di deviazione

# formatHourShort
source: hr
de: Std.
es: h
fr: h
it: h

# formatMinLong
source: minutes
de: Minuten
es: minutos
it: minuti

# formatHourLong
source: {count, plural, =1{hour} other{hours}}
de: {count, plural, =1{Stunde} other{Stunden}}
es: {count, plural, =1{hora} other{horas}}
fr: {count, plural, =1{heure} other{heures}}
it: {count, plural, =1{ora} other{ore}}

# formatDayCount
source: {count, plural, =1{1 day} other{{count} days}}
de: {count, plural, =1{1 Tag} other{{count} Tage}}
es: {count, plural, =1{1 día} other{{count} días}}
fr: {count, plural, =1{1 jour} other{{count} jours}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}

# formatStopCount
source: {count, plural, =1{1 stop} other{{count} stops}}
de: {count, plural, =1{1 Stopp} other{{count} Stopps}}
es: {count, plural, =1{1 parada} other{{count} paradas}}
fr: {count, plural, =1{1 arrêt} other{{count} arrêts}}
it: {count, plural, =1{1 tappa} other{{count} tappe}}

# formatNoInfo
source: No information
de: Keine Angabe
es: Sin información
fr: Aucune information
it: Nessuna informazione

# formatJustNow
source: Just now
de: Gerade eben
es: Justo ahora
fr: À l'instant
it: Proprio ora

# formatAgoMinutes
source: {count} min ago
de: Vor {count} Min.
es: Hace {count} min
fr: Il y a {count} min
it: {count} min fa

# formatAgoHours
source: {count} hr ago
de: Vor {count} Std.
es: Hace {count} h
fr: Il y a {count} h
it: {count} h fa

# formatAgoDays
source: {count, plural, =1{1 day ago} other{{count} days ago}}
de: {count, plural, =1{Vor 1 Tag} other{Vor {count} Tagen}}
es: {count, plural, =1{Hace 1 día} other{Hace {count} días}}
fr: {count, plural, =1{Il y a 1 jour} other{Il y a {count} jours}}
it: {count, plural, =1{1 giorno fa} other{{count} giorni fa}}

# formatUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

# journalTitle
source: Travel Journal
de: Reisetagebuch
es: Diario de viaje
fr: Carnet de voyage
it: Diario di viaggio

# journalEmptyTitle
source: No entries yet
de: Noch keine Einträge
es: Sin entradas
fr: Aucune entrée
it: Nessuna voce

# journalEmptySubtitle
source: Capture your travel memories with photos and notes.
de: Halte deine Reiseerinnerungen mit Fotos und Notizen fest.
es: Captura tus recuerdos de viaje con fotos y notas.
fr: Capturez vos souvenirs de voyage avec des photos et des notes.
it: Cattura i tuoi ricordi di viaggio con foto e note.

# journalAddEntry
source: Add entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
it: Aggiungi voce

# journalAddFirstEntry
source: Create first entry
de: Ersten Eintrag erstellen
es: Crear primera entrada
fr: Créer la première entrée
it: Crea prima voce

# journalNewEntry
source: New entry
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
it: Nuova voce

# journalAddPhoto
source: Add photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto

# journalCamera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera

# journalGallery
source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria

# journalAddNote
source: Add note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota

# journalNoteHint
source: What did you experience?
de: Was hast du erlebt?
es: ¿Qué has vivido?
fr: Qu'avez-vous vécu ?
it: Cosa hai vissuto?

# journalSaveNote
source: Save note only
de: Nur Notiz speichern
es: Guardar solo nota
fr: Enregistrer la note uniquement
it: Salva solo nota

# journalSaveLocation
source: Save location
de: Standort speichern
es: Guardar ubicación
fr: Enregistrer la position
it: Salva posizione

# journalLocationAvailable
source: GPS location available
de: GPS-Standort verfügbar
es: Ubicación GPS disponible
fr: Position GPS disponible
it: Posizione GPS disponibile

# journalLocationLoading
source: Loading location...
de: Standort wird geladen...
es: Cargando ubicación...
fr: Chargement de la position...
it: Caricamento posizione...

# journalEnterNote
source: Please enter a note
de: Bitte gib eine Notiz ein
es: Por favor ingresa una nota
fr: Veuillez entrer une note
it: Inserisci una nota

# journalDeleteEntryTitle
source: Delete entry?
de: Eintrag löschen?
es: ¿Eliminar entrada?
fr: Supprimer l'entrée ?
it: Eliminare la voce?

# journalDeleteEntryMessage
source: This entry will be permanently deleted.
de: Dieser Eintrag wird unwiderruflich gelöscht.
es: Esta entrada se eliminará permanentemente.
fr: Cette entrée sera définitivement supprimée.
it: Questa voce verrà eliminata definitivamente.

# journalDeleteTitle
source: Delete journal?
de: Tagebuch löschen?
es: ¿Eliminar diario?
fr: Supprimer le carnet ?
it: Eliminare il diario?

# journalDeleteMessage
source: All entries and photos will be permanently deleted.
de: Alle Einträge und Fotos werden unwiderruflich gelöscht.
es: Todas las entradas y fotos se eliminarán permanentemente.
fr: Toutes les entrées et photos seront définitivement supprimées.
it: Tutte le voci e le foto verranno eliminate definitivamente.

# journalPhotos
source: {count, plural, =0{No photos} =1{1 photo} other{{count} photos}}
de: {count, plural, =0{Keine Fotos} =1{1 Foto} other{{count} Fotos}}
es: {count, plural, =0{Sin fotos} =1{1 foto} other{{count} fotos}}
fr: {count, plural, =0{Aucune photo} =1{1 photo} other{{count} photos}}
it: {count, plural, =0{Nessuna foto} =1{1 foto} other{{count} foto}}

# journalEntries
source: {count, plural, =0{No entries} =1{1 entry} other{{count} entries}}
de: {count, plural, =0{Keine Einträge} =1{1 Eintrag} other{{count} Einträge}}
es: {count, plural, =0{Sin entradas} =1{1 entrada} other{{count} entradas}}
fr: {count, plural, =0{Aucune entrée} =1{1 entrée} other{{count} entrées}}
it: {count, plural, =0{Nessuna voce} =1{1 voce} other{{count} voci}}

# journalDay
source: {count, plural, =1{1 day} other{{count} days}}
de: {count, plural, =1{1 Tag} other{{count} Tage}}
es: {count, plural, =1{1 día} other{{count} días}}
fr: {count, plural, =1{1 jour} other{{count} jours}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}

# journalDays
source: {count, plural, =1{1 day} other{{count} days}}
de: {count, plural, =1{1 Tag} other{{count} Tage}}
es: {count, plural, =1{1 día} other{{count} días}}
fr: {count, plural, =1{1 jour} other{{count} jours}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}

# journalDayNumber
source: Day {day}
de: Tag {day}
es: Día {day}
fr: Jour {day}
it: Giorno {day}

# journalOther
source: Other
de: Sonstige
es: Otros
fr: Autres
it: Altro

# journalEntry
source: entry
de: Eintrag
es: entrada
fr: entrée
it: voce

# journalEntriesPlural
source: entries
de: Einträge
es: entradas
fr: entrées
it: voci

# journalOpenJournal
source: Open journal
de: Tagebuch öffnen
es: Abrir diario
fr: Ouvrir le carnet
it: Apri diario

# journalAllJournals
source: All journals
de: Alle Tagebücher
es: Todos los diarios
fr: Tous les carnets
it: Tutti i diari

# journalNoJournals
source: No journals yet
de: Noch keine Tagebücher vorhanden
es: Ningún diario todavía
fr: Aucun carnet encore
it: Nessun diario ancora

# galleryTitle
source: Trip Gallery
de: Trip-Galerie
es: Galería de trips
fr: Galerie de trips
it: Galleria trip

# gallerySearch
source: Search trips...
de: Trips suchen...
es: Buscar trips...
fr: Rechercher des trips...
it: Cerca trip...

# galleryFeatured
source: Featured
es: Destacados
fr: À la une
it: In evidenza

# galleryAllTrips
source: All Trips
de: Alle Trips
es: Todos los trips
fr: Tous les trips
it: Tutti i trip

# galleryNoTrips
source: No trips found
de: Keine Trips gefunden
es: No se encontraron trips
fr: Aucun trip trouvé
it: Nessun trip trovato

# galleryResetFilters
source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
it: Reimposta filtri

# galleryFilter
source: Filter
es: Filtrar
fr: Filtrer
it: Filtra

# galleryFilterReset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta

# galleryTripType
source: Trip type
de: Trip-Typ
es: Tipo de trip
fr: Type de trip
it: Tipo di trip

# galleryTags
source: Tags
es: Etiquetas
it: Tag

# gallerySort
source: Sort by
de: Sortierung
es: Ordenar por
fr: Trier par
it: Ordina per

# gallerySortRecent
source: Recent
de: Neueste
es: Reciente
fr: Récent
it: Recente

# gallerySortLikes
source: Most likes
de: Meiste Likes
es: Más me gusta
fr: Plus aimés
it: Più mi piace

# galleryTypeAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

# galleryTypeDaytrip
source: Day trip
de: Tagesausflug
es: Excursión
fr: Excursion
it: Gita giornaliera

# galleryRetry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

# galleryLikes
source: {count, plural, =0{No likes yet} =1{1 like} other{{count} likes}}
de: {count, plural, =0{Noch keine Likes} =1{1 Like} other{{count} Likes}}
es: {count, plural, =0{Sin me gusta} =1{1 me gusta} other{{count} me gusta}}
fr: {count, plural, =0{Aucun like} =1{1 like} other{{count} likes}}
it: {count, plural, =0{Nessun mi piace} =1{1 mi piace} other{{count} mi piace}}

# galleryViews
source: {count, plural, =1{1 view} other{{count} views}}
de: {count, plural, =1{1 Aufruf} other{{count} Aufrufe}}
es: {count, plural, =1{1 vista} other{{count} vistas}}
fr: {count, plural, =1{1 vue} other{{count} vues}}
it: {count, plural, =1{1 visualizzazione} other{{count} visualizzazioni}}

# galleryImports
source: {count, plural, =1{1 import} other{{count} imports}}
de: {count, plural, =1{1 Import} other{{count} Importe}}
es: {count, plural, =1{1 importación} other{{count} importaciones}}
it: {count, plural, =1{1 importazione} other{{count} importazioni}}

# gallerySharedAt
source: Shared on {date}
de: Geteilt am {date}
es: Compartido el {date}
fr: Partagé le {date}
it: Condiviso il {date}

# galleryTripsShared
source: {count} trips shared
de: {count} Trips geteilt
es: {count} trips compartidos
fr: {count} trips partagés
it: {count} trip condivisi

# galleryImportToFavorites
source: Add to favorites
de: In Favoriten
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

# galleryImported
source: Imported
de: Importiert
es: Importado
fr: Importé
it: Importato

# galleryShowOnMap
source: Show on map
de: Auf Karte
es: En el mapa
fr: Sur la carte
it: Sulla mappa

# galleryShareComingSoon
source: Sharing coming soon
de: Teilen wird bald verfügbar
es: Compartir próximamente
fr: Partage bientôt disponible
it: Condivisione in arrivo

# galleryMapComingSoon
source: Map view coming soon
de: Karten-Ansicht wird bald verfügbar
es: Vista de mapa próximamente
fr: Vue carte bientôt disponible
it: Vista mappa in arrivo

# galleryImportSuccess
source: Trip added to favorites
de: Trip in Favoriten importiert
es: Trip añadido a favoritos
fr: Trip ajouté aux favoris
it: Trip aggiunto ai preferiti

# galleryImportError
source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'import
it: Importazione fallita

# galleryTripNotFound
source: Trip not found
de: Trip nicht gefunden
es: Trip no encontrado
fr: Trip non trouvé
it: Trip non trovato

# galleryLoadError
source: Error loading
de: Fehler beim Laden
es: Error al cargar
fr: Erreur de chargement
it: Errore di caricamento

# publishTitle
source: Publish Trip
de: Trip veröffentlichen
es: Publicar trip
fr: Publier le trip
it: Pubblica trip

# publishSubtitle
source: Share your trip with the community
de: Teile deinen Trip mit der Community
es: Comparte tu trip con la comunidad
fr: Partagez votre trip avec la communauté
it: Condividi il tuo trip con la community

# publishTripName
source: Trip name
de: Name des Trips
es: Nombre del trip
fr: Nom du trip
it: Nome del trip

# publishTripNameHint
source: e.g. South France Road Trip
de: z.B. Südfrankreich Roadtrip
es: ej. Road trip Sur de Francia
fr: ex. Road trip Sud de la France
it: es. Road trip Sud della Francia

# publishTripNameRequired
source: Please enter a name
de: Bitte gib einen Namen ein
es: Por favor ingresa un nombre
fr: Veuillez entrer un nom
it: Inserisci un nome

# publishTripNameMinLength
source: Name must be at least 3 characters
de: Name muss mindestens 3 Zeichen haben
es: El nombre debe tener al menos 3 caracteres
fr: Le nom doit contenir au moins 3 caractères
it: Il nome deve avere almeno 3 caratteri

# publishDescription
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
it: Descrizione (opzionale)

# publishDescriptionHint
source: Tell others about your trip...
de: Erzähle anderen von deinem Trip...
es: Cuéntales a otros sobre tu trip...
fr: Racontez votre trip aux autres...
it: Racconta il tuo trip agli altri...

# publishTags
source: Tags (optional)
es: Etiquetas (opcional)
fr: Tags (optionnel)
it: Tag (opzionale)

# publishTagsHelper
source: Help others find your trip
de: Hilf anderen, deinen Trip zu finden
es: Ayuda a otros a encontrar tu trip
fr: Aidez les autres à trouver votre trip
it: Aiuta gli altri a trovare il tuo trip

# publishMaxTags
source: Maximum 5 tags
de: Maximal 5 Tags
es: Máximo 5 etiquetas
it: Massimo 5 tag

# publishInfo
source: Your trip will be publicly visible. Others can like it and import it to their favorites.
de: Dein Trip wird öffentlich sichtbar. Andere können ihn liken und in ihre Favoriten importieren.
es: Tu trip será visible públicamente. Otros pueden darle me gusta e importarlo a sus favoritos.
fr: Votre trip sera visible publiquement. Les autres peuvent l'aimer et l'importer dans leurs favoris.
it: Il tuo trip sarà visibile pubblicamente. Gli altri possono mettere mi piace e importarlo nei loro preferiti.

# publishButton
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica

# publishPublishing
source: Publishing...
de: Wird veröffentlicht...
es: Publicando...
fr: Publication en cours...
it: Pubblicazione in corso...

# publishSuccess
source: Trip published!
de: Trip veröffentlicht!
es: ¡Trip publicado!
fr: Trip publié !
it: Trip pubblicato!

# publishError
source: Publishing failed
de: Veröffentlichen fehlgeschlagen
es: Error al publicar
fr: Échec de la publication
it: Pubblicazione fallita

# publishDaytrip
source: Day trip
de: Tagesausflug
es: Excursión
fr: Excursion
it: Gita giornaliera

source: Total
de: Gesamt
it: Totale

# errorPrefix
source: Error:
de: Fehler:
fr: Erreur :
it: Errore:

# profilePois
source: POIs
it: POI

# favPois
source: POIs
it: POI

# templatesAudienceFoodies
source: Foodies
fr: Gourmets
it: Buongustai

# tripTypeScenicDistance
source: variable
de: variabel
it: variabile

# gallerySortPopular
source: Popular
de: Beliebt
fr: Populaire
it: Popolare

source: No
de: Nein
fr: Non

# accessBraille
source: Braille
de: Blindenschrift
