Repository: jerdnaandrej777/mapab-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# profileLogoutMessage
source: Do you really want to sign out?
de: Möchtest du dich wirklich ausloggen?
es: ¿Realmente quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero disconnetterti?

# profileLogoutCloudMessage
source: Do you really want to sign out? Your cloud data will be preserved and you can sign in again at any time.
de: Möchtest du dich wirklich ausloggen? Deine Cloud-Daten bleiben erhalten und du kannst dich jederzeit wieder anmelden.
es: ¿Realmente quieres cerrar sesión? Tus datos en la nube se conservarán y podrás volver a iniciar sesión en cualquier momento.
fr: Voulez-vous vraiment vous déconnecter ? Vos données cloud restent sauvegardées et vous pouvez vous reconnecter à tout moment.
it: Vuoi davvero disconnetterti? I tuoi dati cloud rimarranno salvati e potrai accedere di nuovo in qualsiasi momento.

# profileLogout
source: Sign out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti

# profileDeleteTitle
source: Delete account?
de: Account löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
it: Eliminare account?

# profileDeleteMessage
source: Do you really want to delete your account? All data will be permanently deleted!
de: Möchtest du deinen Account wirklich löschen? Alle Daten werden unwiderruflich gelöscht!
es: ¿Realmente quieres eliminar tu cuenta? ¡Todos los datos se eliminarán de forma permanente!
fr: Voulez-vous vraiment supprimer votre compte ? Toutes les données seront supprimées définitivement !
it: Vuoi davvero eliminare il tuo account? Tutti i dati verranno eliminati in modo permanente!

# favTitle
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# favRoutes
source: Routes
de: Routen
es: Rutas
fr: Itinéraires
it: Percorsi

# favDeleteAll
source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto

# favNoFavorites
source: No favorites
de: Keine Favoriten
es: Sin favoritos
fr: Aucun favori
it: Nessun preferito

# favNoFavoritesDesc
source: Save routes and POIs for quick access
de: Speichere Routen und POIs für schnellen Zugriff
es: Guarda rutas y POIs para acceso rápido
fr: Enregistrez des itinéraires et des POIs pour un accès rapide
it: Salva percorsi e POI per un accesso rapido

# favExplore
source: Explore
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora

# favNoRoutes
source: No saved routes
de: Keine gespeicherten Routen
es: Sin rutas guardadas
fr: Aucun itinéraire enregistré
it: Nessun percorso salvato

# favPlanRoute
source: Plan route
de: Route planen
es: Planificar ruta
fr: Planifier un itinéraire
it: Pianifica percorso

# favNoPois
source: No favorite POIs
de: Keine favorisierten POIs
es: Sin POIs favoritos
fr: Aucun POI favori
it: Nessun POI preferito

# favDiscoverPois
source: Discover POIs
de: POIs entdecken
es: Descubrir POIs
fr: Découvrir des POIs
it: Scopri POI

# favRemoveRoute
source: Remove route?
de: Route entfernen?
es: ¿Eliminar ruta?
fr: Supprimer l'itinéraire ?
it: Rimuovere percorso?

# favRemoveRouteConfirm
source: Do you want to remove "{name}" from favorites?
de: Möchtest du "{name}" aus den Favoriten entfernen?
es: ¿Quieres eliminar "{name}" de los favoritos?
fr: Voulez-vous supprimer "{name}" des favoris ?
it: Vuoi rimuovere "{name}" dai preferiti?

# favRemovePoi
source: Remove POI?
de: POI entfernen?
es: ¿Eliminar POI?
fr: Supprimer le POI ?
it: Rimuovere POI?

# favRemovePoiConfirm
source: Do you want to remove "{name}" from favorites?
de: Möchtest du "{name}" aus den Favoriten entfernen?
es: ¿Quieres eliminar "{name}" de los favoritos?
fr: Voulez-vous supprimer "{name}" des favoris ?
it: Vuoi rimuovere "{name}" dai preferiti?

# favRouteLoaded
source: Route loaded
de: Route geladen
es: Ruta cargada
fr: Itinéraire chargé
it: Percorso caricato

# favRouteRemoved
source: Route removed
de: Route entfernt
es: Ruta eliminada
fr: Itinéraire supprimé
it: Percorso rimosso

# favPoiRemoved
source: POI removed
de: POI entfernt
es: POI eliminado
fr: POI supprimé
it: POI rimosso

# favClearAll
source: Delete all favorites?
de: Alle Favoriten löschen?
es: ¿Eliminar todos los favoritos?
fr: Supprimer tous les favoris ?
it: Eliminare tutti i preferiti?

# favAllDeleted
source: All favorites deleted
de: Alle Favoriten gelöscht
es: Todos los favoritos eliminados
fr: Tous les favoris supprimés
it: Tutti i preferiti eliminati

# poiSearchHint
source: Search POIs...
de: POIs durchsuchen...
es: Buscar POIs...
fr: Rechercher des POIs...
it: Cerca POI...

# poiClearFilters
source: Clear filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri

# poiResetFilters
source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
it: Reimposta filtri

# poiLoading
source: Loading attractions...
de: Lade Sehenswürdigkeiten...
es: Cargando lugares de interés...
fr: Chargement des sites touristiques...
it: Caricamento attrazioni...

source: POI not found
de: POI nicht gefunden
es: POI no encontrado
fr: POI non trouvé
it: POI non trovato

# poiLoadingDetails
source: Loading details...
de: Lade Details...
es: Cargando detalles...
fr: Chargement des détails...
it: Caricamento dettagli...

# poiMoreOnWikipedia
source: More on Wikipedia
de: Mehr auf Wikipedia
es: Más en Wikipedia
fr: Plus d'infos sur Wikipedia
it: Altro su Wikipedia

# poiOpeningHours
source: Opening hours
de: Öffnungszeiten
es: Horario de apertura
fr: Horaires d'ouverture
it: Orari di apertura

# poiRouteCreated
source: Route to "{name}" created
de: Route zu "{name}" erstellt
es: Ruta a "{name}" creada
fr: Itinéraire vers "{name}" créé
it: Percorso a "{name}" creato

# poiOnlyMustSee
source: Must-see only
de: Nur Must-See
es: Solo imprescindibles
fr: Uniquement Must-See
it: Solo Must-See

# poiShowOnlyHighlights
source: Show highlights only
de: Zeige nur Highlights
es: Mostrar solo destacados
fr: Afficher uniquement les points forts
it: Mostra solo highlights

# poiOnlyIndoor
source: Indoor POIs only
de: Nur Indoor-POIs
es: Solo POIs de interior
fr: Uniquement POIs en intérieur
it: Solo POI al chiuso

# poiApplyFilters
source: Apply filters
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
it: Applica filtri

# poiReroll
source: Reroll
de: Neu würfeln
es: Generar de nuevo
fr: Relancer
it: Rigenera

# poiTitle
source: Attractions
de: Sehenswürdigkeiten
es: Atracciones
fr: Sites touristiques
it: Attrazioni

# poiMustSee
source: Must-See
es: Imprescindibles
fr: Incontournables
it: Da vedere

# poiWeatherTip
source: Weather Tip
de: Wetter-Tipp
es: Consejo meteorológico
fr: Conseil météo
it: Consiglio meteo

# poiResultsCount
source: {filtered} of {total} POIs
de: {filtered} von {total} POIs
es: {filtered} de {total} POIs
fr: {filtered} sur {total} POIs
it: {filtered} di {total} POI

# poiNoResultsFilter
source: No POIs found with these filters
de: Keine POIs mit diesen Filtern gefunden
es: No se encontraron POIs con estos filtros
fr: Aucun POI trouvé avec ces filtres
it: Nessun POI trovato con questi filtri

# poiNoResultsNearby
source: No POIs found nearby
de: Keine POIs in der Nähe gefunden
es: No se encontraron POIs cercanos
fr: Aucun POI trouvé à proximité
it: Nessun POI trovato nelle vicinanze

# poiGpsPermissionNeeded
source: GPS permission required to find nearby POIs
de: GPS-Berechtigung wird benötigt um POIs in der Nähe zu finden
es: Se necesita permiso GPS para encontrar POIs cercanos
fr: Autorisation GPS nécessaire pour trouver les POIs à proximité
it: Permesso GPS necessario per trovare POI nelle vicinanze

# poiWeatherDangerBanner
source: Storm expected – indoor POIs recommended
de: Unwetter erwartet – Indoor-POIs empfohlen
es: Tormenta esperada – POIs interiores recomendados
fr: Tempête prévue – POIs intérieurs recommandés
it: Tempesta prevista – POI interni consigliati

# poiWeatherBadBanner
source: Rain expected – enable "Weather Tip" for better sorting
de: Regen erwartet – aktiviere "Wetter-Tipp" für bessere Sortierung
es: Lluvia esperada – activa "Consejo meteorológico" para mejor ordenación
fr: Pluie prévue – activez "Conseil météo" pour un meilleur tri
it: Pioggia prevista – attiva "Consiglio meteo" per un ordinamento migliore

# poiAboutPlace
source: About this place
de: Über diesen Ort
es: Sobre este lugar
fr: À propos de ce lieu
it: Informazioni sul luogo

# poiNoDescription
source: No description available.
de: Keine Beschreibung verfügbar.
es: No hay descripción disponible.
fr: Aucune description disponible.
it: Nessuna descrizione disponibile.

# poiDescriptionLoading
source: Loading description...
de: Beschreibung wird geladen...
es: Cargando descripción...
fr: Chargement de la description...
it: Caricamento descrizione...

# poiContactInfo
source: Contact & Info
de: Kontakt & Info
es: Contacto e Info
it: Contatto & Info

# poiPhone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# poiWebsite
source: Website
es: Sitio web
fr: Site web
it: Sito web

# poiDetour
source: Detour
de: Umweg
es: Desvío
fr: Détour
it: Deviazione

# poiTime
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo

# poiPosition
source: Position
es: Posición
it: Posizione

# poiCurated
source: Curated
de: Kuratiert
es: Seleccionado
fr: Sélectionné
it: Selezionato

# poiVerified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato

# poiAddedToRoute
source: {name} added to route
de: {name} zur Route hinzugefügt
es: {name} añadido a la ruta
fr: {name} ajouté à l'itinéraire
it: {name} aggiunto al percorso

# poiFoundedYear
source: Founded {year}
de: Gegründet {year}
es: Fundado en {year}
fr: Fondé en {year}
it: Fondato nel {year}

# poiRating
source: {rating} of 5 ({count} reviews)
de: {rating} von 5 ({count} Bewertungen)
es: {rating} de 5 ({count} reseñas)
fr: {rating} sur 5 ({count} avis)
it: {rating} su 5 ({count} recensioni)

# poiAddToRoute
source: Add to route
de: Zur Route
es: Añadir a la ruta
fr: Ajouter à l'itinéraire
it: Aggiungi al percorso

# scanTitle
source: Scan trip
de: Trip scannen
es: Escanear trip
fr: Scanner un trip
it: Scansiona trip

# scanInstruction
source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le QR code
it: Scansiona QR code

# scanDescription
source: Hold your phone over a MapAB QR code to import a shared trip.
de: Halte dein Handy über einen MapAB QR-Code, um einen geteilten Trip zu importieren.
es: Coloca tu teléfono sobre un código QR de MapAB para importar un trip compartido.
fr: Placez votre téléphone au-dessus d'un QR code MapAB pour importer un trip partagé.
it: Tieni il telefono su un QR code MapAB per importare un trip condiviso.

# scanLoading
source: Loading trip...
de: Trip wird geladen...
es: Cargando trip...
fr: Chargement du trip...
it: Caricamento trip...

# scanInvalidCode
source: Invalid QR code
de: Ungültiger QR-Code
es: Código QR no válido
fr: QR code invalide
it: QR code non valido

# scanInvalidMapabCode
source: Not a valid MapAB QR code
de: Kein gültiger MapAB QR-Code
es: Código QR de MapAB no válido
fr: QR code MapAB non valide
it: QR code MapAB non valido

# scanLoadError
source: Could not load trip
de: Trip konnte nicht geladen werden
es: No se pudo cargar el trip
fr: Impossible de charger le trip
it: Impossibile caricare il trip

# scanTripFound
source: Trip found!
de: Trip gefunden!
es: ¡Trip encontrado!
fr: Trip trouvé !
it: Trip trovato!

# scanStops
source: {count} stops
de: {count} Stopps
es: {count} paradas
fr: {count} arrêts
it: {count} tappe

# scanDays
source: {count, plural, =1{1 day} other{{count} days}}
de: {count, plural, =1{1 Tag} other{{count} Tage}}
es: {count, plural, =1{1 día} other{{count} días}}
fr: {count, plural, =1{1 jour} other{{count} jours}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}

# scanImportQuestion
source: Do you want to import this trip?
de: Möchtest du diesen Trip importieren?
es: ¿Quieres importar este trip?
fr: Voulez-vous importer ce trip ?
it: Vuoi importare questo trip?

# scanImport
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa

# scanImportSuccess
source: {name} was imported!
de: {name} wurde importiert!
es: ¡{name} fue importado!
fr: {name} a été importé !
it: {name} è stato importato!

# scanImportError
source: Could not import trip
de: Trip konnte nicht importiert werden
es: No se pudo importar el trip
fr: Impossible d'importer le trip
it: Impossibile importare il trip

# templatesTitle
source: Trip Templates
de: Trip-Vorlagen
es: Plantillas de viaje
fr: Modèles de voyage
it: Modelli di viaggio

# templatesScanQr
source: Scan QR code
de: QR-Code scannen
es: Escanear QR
fr: Scanner QR code
it: Scansiona QR code

# templatesAudienceAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

# templatesAudienceCouples
source: Couples
de: Paare
es: Parejas
it: Coppie

# templatesAudienceFamilies
source: Families
de: Familien
es: Familias
fr: Familles
it: Famiglie

# templatesAudienceAdventurers
source: Adventurers
de: Abenteurer
es: Aventureros
fr: Aventuriers
it: Avventurieri

# templatesAudiencePhotographers
source: Photographers
de: Fotografen
es: Fotógrafos
fr: Photographes
it: Fotografi

# templatesDays
source: {count, plural, =1{1 day} other{{count} days}}
de: {count, plural, =1{1 Tag} other{{count} Tage}}
es: {count, plural, =1{1 día} other{{count} días}}
fr: {count, plural, =1{1 jour} other{{count} jours}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}

# templatesCategories
source: {count} categories
de: {count} Kategorien
es: {count} categorías
fr: {count} catégories
it: {count} categorie

# templatesIncludedCategories
source: Included categories
de: Enthaltene Kategorien
es: Categorías incluidas
fr: Catégories incluses
it: Categorie incluse

# templatesDuration
source: Trip duration
de: Reisedauer
es: Duración del viaje
fr: Durée du voyage
it: Durata del viaggio

# templatesRecommended
source: Recommended: {days} {daysText}
de: Empfohlen: {days} {daysText}
es: Recomendado: {days} {daysText}
fr: Recommandé : {days} {daysText}
it: Consigliato: {days} {daysText}

# templatesBestSeason
source: Best season: {season}
de: Beste Reisezeit: {season}
es: Mejor temporada: {season}
fr: Meilleure saison : {season}
it: Stagione migliore: {season}

# templatesStartPlanning
source: Plan trip
de: Trip planen
es: Planificar viaje
fr: Planifier le voyage
it: Pianifica viaggio

# seasonSpring
source: Spring
de: Frühling
es: Primavera
fr: Printemps
it: Primavera

# seasonSummer
source: Summer
de: Sommer
es: Verano
fr: Été
it: Estate

# seasonAutumn
source: Autumn
de: Herbst
es: Otoño
fr: Automne
it: Autunno

# seasonWinter
source: Winter
es: Invierno
fr: Hiver
it: Inverno

# seasonSpringAutumn
source: Spring to Autumn
de: Frühling bis Herbst
es: Primavera a otoño
fr: Printemps à automne
it: Primavera ad autunno

# seasonYearRound
source: Year-round
de: Ganzjährig
es: Todo el año
fr: Toute l'année
it: Tutto l'anno

source: day
de: Tag
es: día
fr: jour
it: giorno

source: days
de: Tage
es: días
fr: jours
it: giorni

# searchSelectStart
source: Select start
de: Start wählen
es: Seleccionar inicio
fr: Choisir le départ
it: Seleziona partenza

# searchSelectDestination
source: Select destination
de: Ziel wählen
es: Seleccionar destino
fr: Choisir la destination
it: Seleziona destinazione

# searchStartHint
source: Search start point...
de: Startpunkt suchen...
es: Buscar punto de inicio...
fr: Rechercher le point de départ...
it: Cerca punto di partenza...

# searchDestinationHint
source: Search destination...
de: Ziel suchen...
es: Buscar destino...
fr: Rechercher la destination...
it: Cerca destinazione...

# searchOfflineMode
source: No internet - showing local suggestions
de: Kein Internet - Zeige lokale Vorschläge
es: Sin Internet - Mostrando sugerencias locales
fr: Pas d'Internet - Affichage des suggestions locales
it: Nessuna Internet - Mostra suggerimenti locali

# searchEnterLocation
source: Enter location to search
de: Ort eingeben zum Suchen
es: Introduce ubicación para buscar
fr: Saisir un lieu pour rechercher
it: Inserisci luogo per cercare

# searchNoResults
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato

# searchLocationNotFound
source: Location could not be found
de: Standort konnte nicht gefunden werden
es: No se pudo encontrar la ubicación
fr: Impossible de trouver le lieu
it: Impossibile trovare la posizione

# chatTitle
source: AI Assistant
de: AI-Assistent
es: Asistente de IA
fr: Assistant IA
it: Assistente AI

# chatClear
source: Clear chat
de: Chat leeren
es: Limpiar chat
fr: Vider le chat
it: Cancella chat

# chatWelcome
source: Hello! I'm your AI travel assistant. How can I help you plan?
de: Hallo! Ich bin dein AI-Reiseassistent. Wie kann ich dir bei der Planung helfen?
es: ¡Hola! Soy tu asistente de viaje con IA. ¿Cómo puedo ayudarte con la planificación?
fr: Bonjour ! Je suis votre assistant de voyage IA. Comment puis-je vous aider dans votre planification ?
it: Ciao! Sono il tuo assistente di viaggio AI. Come posso aiutarti nella pianificazione?

# chatInputHint
source: Enter message...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Saisir un message...
it: Scrivi un messaggio...

# chatClearConfirm
source: Clear chat?
de: Chat leeren?
es: ¿Limpiar chat?
fr: Vider le chat ?
it: Cancellare chat?

# chatClearMessage
source: The entire conversation will be deleted.
de: Die gesamte Konversation wird gelöscht.
es: La conversación completa será eliminada.
fr: Toute la conversation sera supprimée.
it: L'intera conversazione verrà eliminata.

# chatCheckAgain
source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo

# chatAccept
source: Accept
de: Übernehmen
es: Aceptar
fr: Accepter
it: Accetta

# chatShowAllPois
source: Show all {count} POIs
de: Alle POIs anzeigen
es: Mostrar todos los POIs
fr: Afficher tous les POIs
it: Mostra tutti i POI

# chatDestinationOptional
source: Destination (optional)
de: Ziel (optional)
es: Destino (opcional)
fr: Destination (optionnel)
it: Destinazione (opzionale)

# chatEmptyRandomRoute
source: Empty = Random route around start point
de: Leer = Zufällige Route um Startpunkt
es: Vacío = Ruta aleatoria desde el inicio
fr: Vide = Itinéraire aléatoire autour du point de départ
it: Vuoto = Percorso casuale attorno alla partenza

# chatStartOptional
source: Start point (optional)
de: Startpunkt (optional)
es: Punto de inicio (opcional)
fr: Point de départ (optionnel)
it: Punto di partenza (opzionale)

# chatEmptyUseGps
source: Empty = Use GPS location
de: Leer = GPS-Standort verwenden
es: Vacío = Usar ubicación GPS
fr: Vide = Utiliser la position GPS
it: Vuoto = Usa posizione GPS

# chatIndoorTips
source: Indoor tips for rainy weather
de: Indoor-Tipps bei Regen
es: Consejos de interior con lluvia
fr: Conseils en intérieur par temps de pluie
it: Consigli al chiuso in caso di pioggia

# chatPoisNearMe
source: POIs near me
de: POIs in meiner Nähe
es: POIs cerca de mí
fr: POIs près de moi
it: POI vicino a me

# chatAttractions
source: Attractions
de: Sehenswürdigkeiten
es: Lugares de interés
fr: Sites touristiques
it: Attrazioni

# chatRestaurants
source: Restaurants
es: Restaurantes
it: Ristoranti

# chatOutdoorHighlights
source: Outdoor highlights
es: Destacados al aire libre
fr: Points forts en plein air
it: Highlights all'aperto

# chatNatureParks
source: Nature & parks
de: Natur & Parks
es: Naturaleza y parques
fr: Nature & Parcs
it: Natura e Parchi

# chatSearchRadius
source: Search radius
de: Such-Radius
es: Radio de búsqueda
fr: Rayon de recherche
it: Raggio di ricerca

# chatGenerateAiTrip
source: Generate AI trip
de: AI-Trip generieren
es: Generar viaje AI
fr: Générer un voyage IA
it: Genera viaggio AI

# randomTripNoTrip
source: No trip generated
de: Kein Trip generiert
es: No se ha generado ningún viaje
fr: Aucun voyage généré
it: Nessun viaggio generato

# randomTripRegenerate
source: Regenerate
de: Neu generieren
es: Generar de nuevo
fr: Régénérer
it: Rigenera

# randomTripConfirm
source: Confirm trip
de: Trip bestätigen
es: Confirmar viaje
fr: Confirmer le voyage
it: Conferma viaggio

# randomTripStopsDay
source: Stops (Day {day})
de: Stops (Tag {day})
es: Paradas (Día {day})
fr: Arrêts (Jour {day})
it: Tappe (Giorno {day})

# randomTripStops
source: Stops
es: Paradas
fr: Arrêts
it: Tappe

# randomTripEnterAddress
source: Enter city or address...
de: Stadt oder Adresse eingeben...
es: Introduce ciudad o dirección...
fr: Saisir une ville ou une adresse...
it: Inserisci città o indirizzo...

# randomTripShowDetails
source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli

# randomTripOpenGoogleMaps
source: Open in Google Maps
de: In Google Maps öffnen
es: Abrir en Google Maps
fr: Ouvrir dans Google Maps
it: Apri in Google Maps

# randomTripSave
source: Save trip
de: Trip speichern
es: Guardar viaje
fr: Sauvegarder le voyage
it: Salva viaggio

# randomTripShow
source: Show trip
de: Trip anzeigen
es: Mostrar viaje
fr: Afficher le voyage
it: Mostra viaggio

# randomTripBack
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

# tripTypeDayTrip
source: Day trip
de: Tagesausflug
es: Excursión de un día
fr: Excursion d'un jour
it: Gita giornaliera

# tripTypeEuroTrip
source: Euro trip
es: Viaje europeo

# tripTypeMultiDay
source: Multi-day trip
de: Mehrtages-Trip
es: Viaje de varios días
fr: Voyage de plusieurs jours
it: Viaggio di più giorni

# tripTypeScenic
source: Scenic route
es: Ruta panorámica
fr: Itinéraire panoramique
it: Percorso panoramico

# tripTypeMultiDayDistance
source: 2-7 days
de: 2-7 Tage
es: 2-7 días
fr: 2-7 jours
it: 2-7 giorni

# tripTypeDayTripDesc
source: Activity selection, weather-based
de: Aktivitäts-Auswahl, Wetter-basiert
es: Selección de actividades, basado en el clima
fr: Sélection d'activités, basé sur la météo
it: Selezione attività, basato sul meteo

# tripTypeEuroTripDesc
source: Different country, hotel suggestions
de: Anderes Land, Hotel-Vorschläge
es: Otro país, sugerencias de hoteles
fr: Autre pays, suggestions d'hôtels
it: Altro paese, suggerimenti hotel

# tripTypeMultiDayDesc
source: Automatic overnight stops
de: Automatische Übernachtungs-Stops
es: Paradas nocturnas automáticas
fr: Arrêts d'hébergement automatiques
it: Tappe pernottamento automatiche

# tripTypeScenicDesc
source: Viewpoints prioritized
de: Aussichtspunkte priorisiert
es: Miradores priorizados
fr: Points de vue prioritaires
it: Punti panoramici prioritari

# accessWheelchair
source: Wheelchair accessible
de: Rollstuhlgerecht
es: Accesible en silla de ruedas
fr: Accessible en fauteuil roulant
it: Accessibile in sedia a rotelle

# accessNoStairs
source: No stairs
de: Ohne Treppen
es: Sin escaleras
fr: Sans escaliers
it: Senza scale

# accessParking
source: Disabled parking
de: Behindertenparkplatz
es: Plaza de aparcamiento para discapacitados
fr: Parking handicapés
it: Parcheggio per disabili

# accessToilet
source: Accessible restroom
de: Behindertentoilette
es: Aseo para discapacitados
fr: Toilettes handicapés
it: Bagno per disabili

# accessElevator
source: Elevator available
de: Aufzug vorhanden
es: Ascensor disponible
fr: Ascenseur disponible
it: Ascensore presente

# accessAudioGuide
source: Audio guide
es: Audioguía
fr: Guide audio
it: Audio guida

# accessSignLanguage
source: Sign language
de: Gebärdensprache
es: Lenguaje de signos
fr: Langue des signes
it: Lingua dei segni

# accessAssistDogs
source: Service dogs allowed
de: Assistenzhunde erlaubt
es: Perros de asistencia permitidos
fr: Chiens d'assistance autorisés
it: Cani guida ammessi

# accessFullyAccessible
source: Fully accessible
de: Vollständig zugänglich
es: Totalmente accesible
fr: Entièrement accessible
it: Completamente accessibile
